Repository: KDE/chessament
Catalog: po/*/chessament.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, gl, he, it, ka, lv, nl, pl, pt_br, sl, tr, uk, zh_cn

# @action:inmenu
source: New tournament…
ar: بطولة جديدة…
ca@valencia: Torneig nou…
de: Neues Turnier …
es: Nuevo torneo…
eu: Txapelketa berria…
fi: Uusi turnaus…
fr: Nouveau tournoi…
gl: Novo torneo…
he: תחרות חדשה…
it: Nuovo torneo…
ka: ახალი ტურნირი…
lv: Jauns turnīrs…
nl: Nieuw toernooi…
pl: Nowy turniej…
pt_br: Novo torneio…
sl: Novi turnir…
tr: Yeni Turnuva…
uk: Новий турнір…
zh_cn: 新比赛...

# @action:inmenu
source: Import tournament report…
ar: استورد دليل بطولة…
ca@valencia: Importa l'informe del torneig…
de: Turnierbericht importieren …
es: Importar informe de torneo…
eu: Inportatu txapelketaren txostena…
fi: Tuo turnausraportti…
fr: Importer le rapport de tournoi…
gl: Importar un informe de torneo…
he: ייבוא דוח תחרות…
it: Resoconto di importazione del torneo...
ka: ტურნამენტის ანგარიშის შემოტანა…
lv: Importēt turnīra ziņojumu…
nl: Toernooirapport importeren…
pl: Zaimportuj sprawozdanie z turnieju…
pt_br: Importar relatório de torneio…
sl: Uvozi poročilo o turnirju…
tr: Turnuva Raporu İçe Aktar…
uk: Імпортувати звіт щодо турніру…
zh_cn: 导入比赛报告...

# @action:inmenu
source: Export tournament report…
ar: صدر دليل بطولة…
ca@valencia: Exporta l'informe del torneig…
de: Turnierbericht exportieren …
es: Exportar informe de torneo…
eu: Esportatu txapelketaren txostena…
fi: Vie turnausraportti…
fr: Exporter le rapport de tournoi…
gl: Exportar un informe de torneo…
he: ייצוא דוח תחרות…
it: Resoconto di esportazione del torneo...
ka: ტურნამენტის ანგარიშის გატანა…
lv: Eksportēt turnīra ziņojumu…
nl: Toernooirapport exporteren…
pl: Wyeksportuj sprawozdanie z turnieju…
pt_br: Exportar relatório de torneio…
sl: Izvozi poročilo o turnirju…
tr: Turnuva Raporunu Dışa Aktar…
uk: Експортувати звіт щодо турніру…
zh_cn: 导出比赛报告...

source: Couldn't export tournament.
ar: تعذر تصدير البطولة.
ca@valencia: No s'ha pogut exportar el torneig.
de: Das Turnier kann nicht exportiert werden.
es: No se puede exportar el torneo.
eu: Ezin izan du txapelketa esportatu.
fi: Turnausta ei voitu viedä.
fr: Impossible d'exporter le tournoi.
gl: Non foi posíbel exportar o torneo.
he: לא ניתן לייצא תחרות.
it: Impossibile esportare il torneo.
ka: ტურნამენტის გატანა შეუძლებელია.
lv: Turnīru eksportēt neizdevās.
nl: Kon toernooi niet exporteren.
pl: Nie można wyeksportować turnieju.
pt_br: Não foi possível exportar o torneio.
sl: Turnirja ni bilo mogoče izvoziti.
tr: Turnuva dışa aktarılamadı.
uk: Не вдалося експортувати дані турніру.
zh_cn: 无法导出比赛。

# @title
source: Starting Rank
ar: الرتبة المبدئية
ca@valencia: Posició d'eixida
es: Ranking inicial
eu: Hasierako postua
fi: Alkuvahvuusluku
fr: Classement de départ
he: דירוג התחלתי
it: Posizione di partenza
ka: საწყისი რანგი
lv: Sākuma rinda
nl: Ranking wordt gestart
pl: Początkowy poziom
pt_br: Classificação inicial
sl: Začni rangiranje
tr: Başlangıç Derecesi
uk: Початковий ранг
zh_cn: 初始排名

# @title
source: Round %1 Pairings
ar: إقرانات الجولة %1
ca@valencia: Aparellaments de la ronda %1
es: Emparejamientos de la ronda %1
eu: %1 jardunaldirako parekatzea
fi: %1. kierroksen parit
fr: Couplages pour le tour %1
he: שיבוצים לסיבוב %1
it: Abbinamenti turno %1
ka: რაუნდი %1 წყვილები
lv: %1. kārtas pāri
nl: Paringen in ronde %1
pl: Parowania w rundzie %1
pt_br: Pares da rodada %1
sl: Krog %1 Parov
tr: Raunt %1 Eşleşmeleri
uk: Поділ на пари раунду %1
zh_cn: 第 %1 轮对阵

# @title
source: Standings After Round %1
ar: المواقف النهاية بعد الجولة %1
ca@valencia: Resultats després de la ronda %1
de: Spielstand nach Runde %1
es: Clasificación después de la ronda %1
eu: Sailkapena %1. jardunaldiaren ondoren
fr: Classements après le tour %1
he: דירוג אחרי סיבוב %1
it: Posizioni dopo il turno %1
ka: რეიტინგი %1 რაუნდის შემდეგ
nl: Standen na ronde %1
pt_br: Pontuação após a rodada %1
sl: Rezultati po krogu %1
tr: %1 Raunt Sonrası Puan Durumu

# @title
source: Provisional Standings After Round %1
ar: الترتيب المؤقت بعد الجولة الأولى %1
ca@valencia: Resultats provisionals després de la ronda %1
de: Vorläufiger Spielstand nach Runde %1
es: Clasificación provisional después de la ronda %1
eu: Behin-behineko sailkapena %1. jardunaldiaren ondoren
fr: Classement provisoire après le tour %1
he: דירוג זמני אחרי סיבוב %1
it: Posizioni provvisorie dopo il turno %1
ka: დროებითი რეიტინგი %1 რაუნდის შემდეგ
nl: Voorlopige standen na ronde %1
pt_br: Pontuação provisória após a rodada %1
sl: Začasni rezultati po krogu %1
tr: %1 Raunt Sonrası Nihaî Olmayan Puan Durumu

# @title
source: Final Standings
ar: المواقف النهائية
ca@valencia: Resultats finals
de: Endgültiger Spielstand
es: Clasificación final
eu: Azken sailkapena
fr: Classements finaux
he: דירוג סופי
it: Posizioni finali
ka: საბოლოო შედეგები
nl: Laatste standen
pt_br: Pontuação final
sl: Končni rezultati
tr: Nihaî Puan Durumu

# @title
source: Provisional Final Standings
ar: الترتيب النهائي المؤقت
ca@valencia: Resultats finals provisionals
de: Vorläufiger Endspielstand
es: Clasificación final provisional
eu: Behin-behineko azken sailkapena
fr: Classements finaux provisoires
he: דירוג סופי זמני
it: Posizioni finali provvisorie
ka: დროებითი საბოლოო რეიტინგი
nl: Voorlopige laatste standen
pt_br: Pontuação provisória final
sl: Začasni končni rezultati
tr: Nihaî Olmayan Puan Durumu

source: Chess Tournament Manager
ar: مدير بطولة شطرنج
ca@valencia: Gestor de torneigs d'escacs
de: Schachturniermanager
es: Gestor de torneos de ajedrez
eu: Xake txapelketa kudeatzailea
fi: Šakkiturnausten hallinta
fr: Gestionnaire de tournoi d'échecs
gl: Xestor de torneos de xadrez.
he: מנהל תחרויות שחמט
it: Gestore di tornei di scacchi
ka: ჭადრაკის ტურნირის მმართველი
lv: Šaha turnīru pārvaldnieks
nl: Beheerder van een schaaktoernooi
pl: Zarządzanie turniejami szachowymi
pt_br: Gerenciador de Torneio de Xadrez
sl: Upravljalnik šahovskega turnirja
tr: Satranç Turnuvası Yöneticisi
uk: Керування шаховим турніром
zh_cn: 国际象棋赛事管理系统

# @info:credit
source: Author & Maintainer
ar: المؤلّف والصائن
ca@valencia: Autoria i mantenidor
de: Autor & Betreuer
es: Autor y responsable
eu: Egilea eta mantentzailea
fi: Tekijä ja ylläpitäjä
fr: Auteur & Mainteneur
gl: Autoría e mantemento.
he: יוצר ומתחזק
it: Autore e responsabile
ka: ავტორი და პროექტის წამყვანი
lv: Autors un uzturētājs
nl: Auteur & onderhouder
pl: Autor i opiekun
pt_br: Autor e Mantenedor
sl: Avtor in vzdrževalec
tr: Yazar ve bakımcı
uk: Автор і супровідник
zh_cn: 作者和维护者

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
es: Manuel Alcaraz Zambrano,Sofía Priego
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Thomas Vergnaud
gl: Adrián Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
it: Vincenzo Reale
ka: Temuri Doghonadze
lv: Toms Trasūns
nl: Freek de Kruijf - 2025
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sl: Matjaž Jeran
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, Eric Zhao

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
es: manuel@alcarazzam.dev,spriego@darksylvania.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: thomas.vergnaud@mailo.eu
gl: adrian@chaves.gal
he: kde-l10n-he@kde.org
it: smart2128vr@gmail.com
ka: temuri.doghonadze@gmail.com
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sl: matjaz.jeran@amis.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, zhaojiale20060708@outlook.com

source: Swiss-system chess tournament pairing engine.
ka: შვეიცარიული სისტემის საჭადრაკო ტურნირის დაწყვილების ძრავა.
sl: Sistem za parjenje šahovskih turnirjev po švicarskem sistemu.

# Command line option description
source: Import Tournament Report File.
ar: استورد ملف دليل البطولة.
ca@valencia: Importa un fitxer d'informe del torneig.
de: Turnierberichtdatei importieren.
es: Importar informe de torneo.
eu: Inportatu txapelketaren txosten-fitxategia.
fi: Tuo turnausraporttitiedosto
fr: Importer le rapport de tournoi.
he: ייבוא קובץ דוח תחרות.
it: File del resoconto di importazione del torneo
ka: ტურნამენტის ანგარიშის ფაილის შემოტანა.
lv: Importēt turnīra ziņojuma datni.
nl: Toernooirapportbestand importeren.
pl: Zaimportuj plik sprawozdania z turnieju.
pt_br: Importar arquivo de relatório de torneio.
sl: Uvozi poročilo o turnirju.
tr: Turnuva raporu dosyası içe aktarın.
uk: Імпортувати файл звіту щодо турніру.
zh_cn: 导入比赛报告文件。

# @title:column Board Number
source: Board
ar: الرقعة
ca@valencia: Tauler
de: Brett
es: Tablero
eu: Taula
fi: Lauta
fr: Échiquier
he: לוח
it: Tabellone
ka: დაფა
lv: Galdiņš
nl: Bord
pl: Szachownica
pt_br: Tabuleiro
sl: Deska
tr: Tahta
uk: Дошка
zh_cn: 棋盘

# @title:column Name of the White Player
source: White Player
ar: اللاعب الأبيض
ca@valencia: Jugador de blanques
de: Weißer Spieler
es: Jugador de blancas
eu: Jokalari Zuria
fi: Valkoinen pelaaja
fr: Joueur blanc
he: שחקן לבן
it: Giocatore bianco
ka: თეთრი მოთამაშე
lv: Balto spēlētājs
nl: Witte speler
pl: Grający białymi
pt_br: Jogador branco
sl: Beli igralec
tr: Beyaz Oyuncu
uk: Гравець білими
zh_cn: 执白

# @title:column Game Result
source: Result
ar: النتيجة
ca@valencia: Resultat
de: Ergebnis
es: Resultado
eu: Emaitza
fi: Tulos
fr: Résultat
he: תוצאה
it: Risultato
ka: შედეგი
lv: Rezultāts
nl: Resultaat
pl: Wynik
pt_br: Resultado
sl: Rezultat
tr: Sonuç
uk: Результат
zh_cn: 结果

# @title:column Name of the Black Player
source: Black Player
ar: اللاعب الأسود
ca@valencia: Jugador de negres
de: Schwarzer Spieler
es: Jugador de negras
eu: Jokalari Beltza
fi: Musta pelaaja
fr: Joueur noir
he: שחקן שחור
it: Giocatore nero
ka: შავი მოთამაშე
lv: Melno spēlētājs
nl: Zwarte speler
pl: Grający czarnymi
pt_br: Jogador preto
sl: Črni igralec
tr: Siyah Oyuncu
uk: Гравець чорними
zh_cn: 执黑

# @title:column Player Title
source: Title
ar: العنوان
ca@valencia: Títol
de: Titel
es: Título
eu: Titulua
fi: Otsikko
fr: Titre
he: כותרת
it: Titolo
ka: სახელი
lv: Tituls
nl: Titel
pl: Tytuł
pt_br: Título
sl: Naziv
tr: Başlık
uk: Титул
zh_cn: 头衔

# @title:column Player Name
source: Name
ar: الاسم
ca@valencia: Nom
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
he: שם
it: Nome
ka: სახელი
lv: Vārds
nl: Naam
pl: Nazwa
pt_br: Nome
sl: Ime
tr: Ad
uk: Ім'я
zh_cn: 姓名

# @title:column Player Rating
source: Rating
ar: التّقييم
ca@valencia: Classificació
de: Wertung
es: Valoración
eu: Balorazioa
fi: Vahvuusluku
fr: Classement
he: דירוג
it: Valutazione
ka: რეიტინგი
lv: Reitings
pl: Poziom
pt_br: Classificação
tr: Derecelendirme
uk: Рейтинг
zh_cn: 等级

# @title:column Player National Rating
source: National Rating
ar: التقييم الوطني
ca@valencia: Classificació nacional
de: Nationale Wertung
es: Valoración nacional
eu: Balorazio nazionala
fi: Kansallinen vahvuusluku
fr: Classement national
he: דירוג לאומי
it: Valutazione nazionale
ka: ეროვნული რეიტინგი
lv: Nacionālais reitings
nl: Nationale rating
pl: Narodowy poziom
pt_br: Classificação nacional
sl: Nacionalni rating
tr: Ulusal Derecelendirme
uk: Національний рейтинг
zh_cn: 国家级评级

# @title:column
source: Player ID
ar: هوية اللاعب
ca@valencia: ID de jugador
de: Spieler-ID
es: ID del jugador
eu: Jokalariaren ID
fi: Pelaajatunniste
fr: Identifiant du joueur
gl: Identificador de participante
he: מס׳ שחקן
it: ID del giocatore
ka: მოთამაშის ID
lv: Spēlētāja ID
nl: Speler-id
pl: ID gracza
pt_br: ID do jogador
sl: ID igralca
tr: Oyuncu Kimliği
uk: ІД гравця
zh_cn: 玩家 ID

# @title:column
source: Birth date
ar: تاريخ الميلاد
ca@valencia: Data de naixement
de: Geburtsdatum
es: Fecha de nacimiento
eu: Jaioteguna
fi: Syntymäaika
fr: Date de naissance
gl: Data de nacemento
he: תאריך לידה
it: Data di nascita
ka: დაბადების თარიღი
lv: Dzimšanas datums
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
sl: Datum rojstva
tr: Doğum Tarihi
uk: Дата народження
zh_cn: 出生日期

# @title:column Player Federation
source: Federation
ar: الاتحاد
ca@valencia: Federació
de: Verband
es: Federación
eu: Federazioa
fi: Liitto
fr: Fédération
he: התאחדות
it: Federazione
ka: ფედერაცია
lv: Federācija
nl: Federatie
pl: Federacja
pt_br: Federação
sl: Zveza
tr: Federasyon
uk: Федерація
zh_cn: 联合

# @title:column Player Origin
source: Origin
ar: الأصل
ca@valencia: Origen
de: Herkunft
es: Origen
eu: Jatorria
fi: Alkuperä
fr: Origine
he: מקור
it: Origine
ka: საწყისი
lv: Izcelsme
nl: Afkomst
pl: Pochodzenie
pt_br: Origem
sl: Izvor
tr: Köken
uk: Походження
zh_cn: 源

# @title:column
source: Sex
ar: الجنس
ca@valencia: Sexe
de: Geschlecht
es: Sexo
eu: Generoa
fi: Sukupuoli
fr: Sexe
gl: Sexo
he: מגדר
it: Sesso
ka: სქესი
lv: Dzimums
pl: Płeć
pt_br: Sexo
sl: Spol
tr: Cinsiyet
uk: Стать
zh_cn: 性别

# @title:window
source: Add player
ar: أضف لاعبًا
ca@valencia: Afig un jugador
de: Spieler hinzufügen
es: Añadir jugador
eu: Gehitu jokalaria
fi: Lisää pelaaja
fr: Ajouter un joueur
gl: Engadir unha participante
he: הוספת שחקן/נית
it: Aggiunta giocatore
ka: მოთამაშის დამატება
lv: Pievienot spēlētāju
nl: Speler toevoegen
pl: Dodaj gracza
pt_br: Adicionar jogador
sl: Dodaj igralca
tr: Oyuncu Ekle
uk: Додавання гравця
zh_cn: 添加玩家

# @label:textbox
source: Title
ar: العنوان
ca@valencia: Títol
de: Titel
es: Título
eu: Titulua
fi: Otsikko
fr: Titre
gl: Título
he: כותרת
it: Titolo
ka: სათაური
lv: Uzruna
nl: Titel
pl: Tytuł
pt_br: Título
sl: Naziv
tr: Başlık
uk: Звертання
zh_cn: 标题

# @label:textbox
source: Name
ar: الاسم
ca@valencia: Nom
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
it: Nome
ka: სახელი
lv: Vārds
nl: Naam
pl: Nazwa
pt_br: Nome
sl: Ime
tr: Adı
uk: Ім'я
zh_cn: 姓名

# @label:textbox
source: Rating
ar: التّقييم
ca@valencia: Classificació
de: Wertung
es: Valoración
eu: Balorazioa
fi: Vahvuusluku
fr: Classement
gl: Puntuación
he: דירוג
it: Valutazione
ka: რეიტინგი
lv: Reitings
pl: Poziom
pt_br: Classificação
tr: Derecelendirme
uk: Рейтинг
zh_cn: 评分

# @label:textbox
source: National rating
ar: التقييم الوطني
ca@valencia: Classificació nacional
de: Nationale Wertung
es: Valoración nacional
eu: Balorazio nazionala
fi: Kansallinen vahvuusluku
fr: Classement national
gl: Puntuación nacional
he: דירוג לאומי
it: Valutazione nazionale
ka: ეროვნული რეიტინგი
lv: Nacionālais reitings
nl: Nationale rating
pl: Narodowy poziom
pt_br: Classificação nacional
sl: Nacionalni rating
tr: Ulusal derecelendirme
uk: Національний рейтинг
zh_cn: 国家级评级

# @label:textbox
source: Player ID
ar: هوية اللاعب
ca@valencia: ID de jugador
de: Spieler-ID
es: ID del jugador
eu: Jokalariaren ID
fi: Pelaajatunniste
fr: Identifiant du joueur
gl: Identificador de participante
he: מס׳ שחקן
it: ID del giocatore
ka: მოთამაშის ID
lv: Spēlētāja ID
nl: Speler-id
pl: ID gracza
pt_br: ID do jogador
sl: ID igralca
tr: Oyuncu kimliği
uk: ІД гравця
zh_cn: 玩家 ID

source: Optional
ar: اختياري
ca@valencia: Opcional
es: Opcional
eu: Aukerakoa
fi: Valinnainen
fr: En option
gl: Opcional
he: רשות
it: Facoltativo
ka: არასავალდებულო
lv: Pēc izvēles
nl: Optioneel
pl: Opcjonalne
pt_br: Opcional
sl: Neobvezno
tr: İsteğe bağlı
uk: Необов'язкове
zh_cn: 可选

# @label:textbox
source: Birth date
ar: تاريخ الميلاد
ca@valencia: Data de naixement
de: Geburtsdatum
es: Fecha de nacimiento
eu: Jaioteguna
fi: Syntymäaika
fr: Date de naissance
gl: Data de nacemento
he: תאריך לידה
it: Data di nascita
ka: დაბადების თარიღი
lv: Dzimšanas datums
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
sl: Datum rojstva
tr: Doğum tarihi
uk: Дата народження
zh_cn: 出生日期

# @label:textbox
source: Federation
ar: اتحاد
ca@valencia: Federació
de: Verband
es: Federación
eu: Federazioa
fi: Liitto
fr: Fédération
gl: Federación
he: התאחדות
it: Federazione
ka: ფედერაცია
lv: Federācija
nl: Federatie
pl: Federacja
pt_br: Federação
sl: Zveza
tr: Federasyon
uk: Федерація
zh_cn: 已知实例

# @label:textbox
source: Origin
ar: الأصل
ca@valencia: Origen
de: Herkunft
es: Origen
eu: Jatorria
fi: Alkuperä
fr: Origine
gl: Orixe
he: מקור
it: Origine
ka: საწყისი
lv: Izcelsme
nl: Herkomst
pl: Pochodzenie
pt_br: Origem
sl: Izvor
tr: Köken
uk: Походження
zh_cn: 来源

# @label:textbox
source: Sex
ar: الجنس
ca@valencia: Sexe
de: Geschlecht
es: Sexo
eu: Generoa
fi: Sukupuoli
fr: Sexe
gl: Sexo
he: מגדר
it: Sesso
ka: სქესი
lv: Dzimums
pl: Płeć
pt_br: Sexo
sl: Spol
tr: Cinsiyet
uk: Стать
zh_cn: 性别

# @title:window
source: Add Tiebreak
ar: أضف كسر التعادل
ca@valencia: Addició de desempat
de: Tie-Break hinzufügen
es: Añadir desempate
eu: Gehitu berdinketa-haustea
fi: Lisää katkaisupeli
fr: Ajouter un tiebreak
he: הוספת שובר שוויון
it: Aggiunta spareggio
ka: ტაიბრეიკის დამატება
lv: Pievienot neizšķirta izšķiršanu
nl: Tiebreak toevoegen
pl: Dodaj przełamanie remisu
pt_br: Adicionar desempate
sl: Dodaj tiebreak
tr: Eşitlik Bozma Ekle
uk: Додавання тай-брейка
zh_cn: 添加决胜局

# @action:menu
source: File
ar: ملف
ca@valencia: Fitxer
de: Datei
es: Archivo
eu: Fitxategia
fi: Tiedosto
fr: Fichier
he: קובץ
ka: ფაილი
lv: Datne
nl: Bestand
pl: Plik
pt_br: Arquivo
sl: Datoteka
tr: Dosya
uk: Файл

# @action:menu
source: View
ar: عرض
ca@valencia: Vista
de: Ansicht
es: Ver
fr: Vue
he: תצוגה
it: Visualizza
ka: ხედი
nl: Beeld
pt_br: Exibir
sl: Pogled
tr: Görüntüle

# @action:menu
source: Settings
ar: إعدادات
ca@valencia: Configuració
de: Einstellungen
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Configuration
he: הגדרות
it: Impostazioni
ka: მორგება
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sl: Nastavitve
tr: Ayarlar
uk: Параметри

# @action:menu
source: Help
ar: مساعدة
ca@valencia: Ajuda
de: Hilfe
es: Ayuda
eu: Laguntza
fi: Ohje
fr: Aide
he: עזרה
it: Aiuto
ka: დახმარება
lv: Palīdzība
pl: Pomoc
pt_br: Ajuda
sl: Pomoč
tr: Yardım
uk: Довідка

# @action:button
source: Configure tiebreak
ar: اضبط كسر التعادل
ca@valencia: Configura el desempat
de: Tie-Break einrichten
es: Configurar desempate
eu: Konfiguratu berdinketa-haustea
fi: Katkaisupelin asetukset
fr: Configurer le tiebreak
he: הגדרת שובר שוויון
it: Configura spareggio
ka: ტაიბრეიკის მორგება
lv: Pielāgot neizšķirta izšķiršanu
nl: Tiebreak configureren
pl: Ustawienia przełamania remisu
pt_br: Configurar desempate
sl: Konfiguriraj tiebreak
tr: Eşitlik Bozmayı Yapılandır
uk: Налаштувати тай-брейк
zh_cn: 设置决胜局

# @action:button Move tiebreak up
source: Move Up
ar: حرّك للأعلى
ca@valencia: Mou cap amunt
de: Nach oben verschieben
es: Mover arriba
eu: Eraman gora
fi: Siirrä ylemmäs
fr: Déplacer vers le haut
he: העלאה למעלה
it: Sposta su
ka: აწევა
lv: Pārvietot augšup
nl: Omhoog verplaatsen
pl: Przesuń w górę
pt_br: Mover acima
sl: Pomakni gor
tr: Yukarı Taşı
uk: Пересунути вище
zh_cn: 上移

# @action:button Move tiebreak up
source: Move up
ar: حرّك للأعلى
ca@valencia: Mou cap amunt
de: Nach oben verschieben
es: Mover arriba
eu: Eraman gora
fi: Siirrä ylemmäs
fr: Déplacer vers le haut
he: העלאה למעלה
it: Sposta su
ka: აწევა
lv: Pārvietot augšup
nl: Omhoog verplaatsen
pl: Przesuń w górę
pt_br: Mover acima
sl: Pomakni gor
tr: Yukarı Taşı
uk: Пересунути вище
zh_cn: 上移

# @action:button Move tiebreak down
source: Move Down
ar: حرّك للأسفل
ca@valencia: Mou cap avall
de: Nach unten verschieben
es: Mover abajo
eu: Eraman behera
fi: Siirrä alemmas
fr: Déplacer vers le bas
he: הורדה למטה
it: Sposta giù
ka: ჩამოწევა
lv: Pārvietot lejup
nl: Omlaag verplaatsen
pl: Przesuń w dół
pt_br: Mover abaixo
sl: Pomakni dol
tr: Aşağı Taşı
uk: Пересунути нижче
zh_cn: 下移

# @action:button Move tiebreak down
source: Move down
ar: حرّك للأسفل
ca@valencia: Mou cap avall
de: Nach unten verschieben
es: Mover abajo
eu: Eraman behera
fi: Siirrä alemmas
fr: Déplacer vers le bas
he: הורדה למטה
it: Sposta giù
ka: ქვემოთ ჩამოწევა
lv: Pārvietot lejup
nl: Omlaag verplaatsen
pl: Przesuń w dół
pt_br: Mover abaixo
sl: Pomakni dol
tr: Aşağı Taşı
uk: Пересунути нижче
zh_cn: 下移

# @action:button
source: Delete Tiebreak
ar: احذف كسر التعادل
ca@valencia: Suprimix el desempat
de: Tie-Break löschen
es: Eliminar desempate
eu: Ezabatu berdinketa-haustea
fi: Poista katkaisupeli
fr: Supprimer le tiebreak
he: מחיקת שובר שוויון
it: Elimina spareggio
ka: ტაიბრეიკის წაშლა
lv: Dzēst neizšķirta izšķiršanu
nl: Tiebreak verwijderen
pl: Usuń przełamanie remisu
pt_br: Excluir desempate
sl: Zbriši Tiebreak
tr: Eşitlik Bozmayı Sil
uk: Вилучити тай-брейк
zh_cn: 删除决胜局

# @action:button
source: Delete tiebreak
ar: احذف كسر التعادل
ca@valencia: Suprimix el desempat
de: Tie-Break löschen
es: Eliminar desempate
eu: Ezabatu berdinketa-haustea
fi: Poista katkaisupeli
fr: Supprimer le tiebreak
he: מחיקת שובר שוויון
it: Elimina spareggio
ka: ტაიბრეიკის წაშლა
lv: Dzēst neizšķirta izšķiršanu
nl: Tiebreak verwijderen
pl: Usuń przełamanie remisu
pt_br: Excluir desempate
sl: Zbriši tiebreak
tr: Eşitlik Bozmayı Sil
uk: Вилучити тай-брейк
zh_cn: 删除决胜局

# @title
source: Remove pairings
ar: أزل الإقرانات
ca@valencia: Elimina aparellaments
de: Paarungen entfernen
es: Eliminar emparejamientos
eu: Kendu parekatzea
fi: Poista paritukset
fr: Suppression des couplages
gl: Retirar os emparellamentos
he: הסרת שיבוצים
it: Rimuovi gli abbinamenti
ka: დაწყვილებების წაშლა
lv: Noņemt pārus
nl: Paringen verwijderen
pl: Usuń parowania
pt_br: Remover pares
sl: Odstrani pare
tr: Eşleşmeleri Kaldır
uk: Вилучити поділи на пари
zh_cn: 删除配对

# @action:check
source: Keep byes
ar: أبقِ الإعفاءات
ca@valencia: Mantín les exempcions
de: Freilose behalten
es: Mantener descansos
eu: Mantendu atsedenak ("byes")
fr: Conserver les byes
gl: Manter as despedidas
he: להשאיר ניקוד היעדרות
it: Mantieni i bye
ka: ბაისების შენარჩუნება
lv: Paturēt „bye“
nl: Byes behouden
pl: Zachowaj bye
pt_br: Manter byes
sl: Ohranjaj bye
tr: Bye’ları Tut
uk: Зберегти заміни
zh_cn: 保留轮空

# @action:button Remove pairings
source: Remove
ar: أزِل
ca@valencia: Elimina
de: Entfernen
es: Eliminar
eu: Kendu
fi: Poista
fr: Retirer
gl: Retirar
he: הסרה
it: Rimuovi
ka: წაშლა
lv: Noņemt
nl: Verwijderen
pl: Usuń
pt_br: Remover
sl: Odstrani
tr: Kaldır
uk: Вилучити
zh_cn: 移除

# @title
source: Error
ar: خطأ
ca@valencia: S'ha produït un error
de: Fehler
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
it: Errore
ka: შეცდომა
lv: Kļūda
nl: Fout
pl: Błąd
pt_br: Erro
sl: Napaka
tr: Hata
uk: Помилка
zh_cn: 错误

# @title
source: New tournament
ar: بطولة جديدة
ca@valencia: Torneig nou
de: Neues Turnier
es: Nuevo torneo
eu: Txapelketa berria
fi: Uusi turnaus
fr: Nouveau tournoi
gl: Novo torneo
he: תחרות חדשה
it: Nuovo torneo
ka: ახალი ტურნირი
lv: Jauns turnīrs
nl: Nieuw toernooi
pl: Nowy turniej
pt_br: Novo torneio
sl: Novi turnir
tr: Yeni Turnuva
uk: Новий турнір
zh_cn: 新比赛

# @label:textbox tournament name
source: Name:
ar: الاسم:
ca@valencia: Nom:
es: Nombre:
eu: Izena:
fi: Nimi:
fr: Nom :
gl: Nome:
he: שם:
it: Nome:
ka: სახელი:
lv: Nosaukums:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
sl: Ime:
tr: Ad:
uk: Ім'я:
zh_cn: 姓名：

# @label
source: Format
ar: التنسيق
es: Formato
eu: Formatua
fi: Muoto
gl: Formato
he: תצורה
it: Formato
ka: ფორმატი
lv: Formāts
pt_br: Formato
sl: Oblika
tr: Biçim
uk: Формат
zh_cn: 格式

# @label
source: Swiss system
ar: النظام السويسري
ca@valencia: Sistema suís
de: Schweizer System
es: Sistema suizo
eu: Sistema suitzarra
fi: Sveitsiläinen järjestelmä
fr: Système suisse
gl: Sistema suízo
he: השיטה השווייצרית
it: Sistema svizzero
ka: შვეიცარიული სისტემა
lv: Šveices sistēma
nl: Zwitsers systeem
pl: System szwajcarski
pt_br: Sistema suíço
sl: Švicarski sistem
tr: İsviçre sistemi
uk: Швейцарська система
zh_cn: 瑞士制

# @label
source: Number of rounds
ar: عدد الجولات
ca@valencia: Nombre de rondes
de: Anzahl der Runden
es: Número de rondas
eu: Jardunaldi kopurua
fi: Kierrosten määrä
fr: Nombre de tours
gl: Número de roldas
he: מספר הסיבובים
it: Numero di turni
ka: რაუნდების რაოდენობა
lv: Kārtu skaits
nl: Aantal ronden
pl: Liczba rund
pt_br: Número de rodadas
sl: Število krogov
tr: Raunt sayısı
uk: Кількість раундів
zh_cn: 回合数
