Repository: KDE/chessament
Catalog: po/*/chessament.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, gl, he, it, ka, lv, nl, pl, pt_br, sl, tr, uk, zh_cn

source: Couldn't open file
ar: لا يمكن فتح الملف
ca@valencia: No s'ha pogut obrir el fitxer
de: Die Datei kann nicht geöffnet werden
es: No se ha podido abrir el archivo
eu: Ezin izan du fitxategia ireki
fi: Tiedostoa ei voitu avata
fr: Impossible d'ouvrir le fichier
gl: Non foi posíbel abrir o ficheiro
he: לא ניתן לפתוח את הקובץ
it: Impossibile aprire il file
ka: ფაილი ვერ გავხსენი
lv: Datni atvērt neizdevās
nl: Kon bestand niet openen
pl: Nie udało się otworzyć pliku
pt_br: Não foi possível abrir o arquivo
sl: Datoteke ni bilo mogoče odpreti
tr: Dosya açılamadı
uk: Не вдалося відкрити файл
zh_cn: 无法打开文件

source: Player "%1" not found.
ar: اللاعب ”%1“ غير موجود.
ca@valencia: No s'ha trobat el jugador «%1».
de: Spieler „%1“ kann nicht gefunden werden.
es: No se encuentra el jugador %1.
eu: "%1" jokalaria ez da aurkitu.
fi: Pelaajaa ”%1” ei löytynyt.
fr: Joueur « %1 » introuvable.
gl: Non se atopou a participante «%1».
he: השחקן „%1” לא נמצא.
it: Giocatore «%1» non trovato.
ka: მოთამაშე %1 აღმოჩენილი არაა.
lv: Spēlētājs „%1“ nav atrasts.
nl: Speler "%1" niet gevonden.
pl: Nie odnaleziono gracza "%1".
pt_br: Jogador "%1" não econtrado.
sl: Igralca "%1" ni mogoče najti.
tr: Oyuncu “%1” bulunamadı.
uk: Гравця «%1» не знайдено.
zh_cn: 无法找到玩家“%1”。

source: Unknown result on pairing "%1" with "%2".
ar: نتيجة غير معروفة عند إقران ”%1“ مع ”%2“.
ca@valencia: Resultat desconegut a l'aparellament de «%1» amb «%2».
de: Unbekanntes Ergebnis in Paarung „%1“ mit „%2“.
es: Resultado desconocido en el emparejamiento de «%1» con «%2».
eu: Emaitza ezezaguna "%1" "%2"(e)rekin parekatzean.
fi: Tuntematon tulos paritettaessa pelaajia ”%1” ja ”%2”.
fr: Résultat inconnu lors du couplage de « %1 » avec « %2 ».
gl: Descoñécese o resultado do emparellamento «%1» con «%2».
he: תוצאה לא ידועה לשיבוץ של „%1” עם „%2”.
it: Risultato sconosciuto per l'abbinamento «%1» con «%2».
ka: უცნობი შედეგი %1-ის %2-სთან დაწყვილებიდან.
lv: Nezināms rezultāts pāra „%1“ izveidošanai ar „%2“.
nl: Onbekend resultaat op paring "%1" met "%2".
pl: Nieznany wynik parowania "%1" z "%2".
pt_br: Resultado desconhecido ao parear "%1" com "%2".
sl: Neznan rezultat pri paru %1 z %2.
tr: “%1” kişisini “%2” ile eşleştirirken bilinmeyen sonuç.
uk: Невідомий результат для поділу на пари «%1» з «%2».
zh_cn: 配对“%1”和“%2”时出现未知结果。

# @info
source: Date "%1" is invalid.
ar: التاريخ ”%1“ غير صالح.
ca@valencia: La data «%1» no és vàlida.
de: Datum „%1“ ist ungültig.
es: La fecha «%1» no es válida.
eu: "%1" data baliogabea da.
fi: Päiväys ”%1” on virheellinen.
fr: La date « %1 » n'est pas valable.
he: התאריך „%1” שגוי.
it: La data «%1» non è valida.
ka: თარიღი "%1" არასწორია.
lv: Datums „%1“ nav derīgs.
nl: Datum "%1" is ongeldig.
pl: Data "%1" jest nieprawidłowa.
pt_br: A data "%1" é inválida.
sl: Datum "%1" je neveljaven.
tr: “%1” tarihi geçersiz.
uk: Дата «%1» є некоректною.
zh_cn: 日期“%1”无效。

source: Unknown result "%1" on pairing "%2".
ar: نتيجة غير معروفة ”%1“ على الإقران ”%2“.
ca@valencia: Resultat «%1» desconegut a l'aparellament «%2».
de: Unbekanntes Ergebnis „%1“ in Paarung „%2“.
es: Resultado «%1» desconocido en el emparejamiento «%2».
eu: "%1" emaitza ezezaguna "%2" parekatzean.
fi: Tuntematon tulos ”%1” parissa ”%2”.
fr: Résultat inconnu « %1 » pour le couplage « %2 ».
gl: O resultado «%1» do emparellamento «%2» é descoñecido.
he: תוצאה לא ידועה „%1” לשיבוץ „%2”.
it: Risultato «%1» sconosciuto per l'abbinamento «%2».
ka: უცნობი შედეგი '%1' დაწყვილებისთვის "%2".
lv: Nezināms rezultāts „%1“, pārojot „%2“.
nl: Onbekend resultaat "%1" bij paring "%2"
pl: Nieznany wynik "%1" przy parowaniu "%2".
pt_br: Resultado desconhecido "%1" no pareamento "%2".
sl: Neznan rezultat "%1" pri uparjanju "%2".
tr: “%2” eşleşmesinde bilinmeyen sonuç “%1”.
uk: Невідомий результат «%1» у поділі на пари «%2».
zh_cn: 对阵“%2”时出现未知结果“%1”。

source: Pairing "%1" has no opponent.
ar: الإقران ”%1“ ليس له خصم.
ca@valencia: L'aparellament «%1» no té oponent.
de: Die Paarung „%1“ hat keinen Gegner.
es: El emparejamiento «%1» no tiene oponente.
eu: "%1" parekatzeak ez du aurkaririk.
fi: Parituksessa ”%1” ei ole vastapelaajaa.
fr: Le couplage « %1 » n'a pas d'adversaire.
gl: O emparellamento «%1» non ten opoñente.
he: לשיבוץ „%1” אין יריב.
it: L'abbinamento «%1» non ha avversari.
ka: წყვილს "%1" ოპონენტი არ გააჩნია.
lv: Pārim „%1“ nav pretinieka.
nl: Paring "%1" heeft geen tegenstander.
pl: Parowanie "%1" nie ma przeciwnika.
pt_br: O par "%1" não tem oponente.
sl: Uparjanje "%1" nima nasprotnika.
tr: “%1” eşleşmesinin bir rakibi yok.
uk: У парах «%1» немає суперника.
zh_cn: 对阵“%1”无对手。

source: © 2024–2026 Manuel Alcaraz Zambrano
ar: © 2024–2026 مانويل ألكاراز زامبرانو
he: © 2024‏-2026 מנואל אלקרז סמברנו

# @info:credit
source: Manuel Alcaraz Zambrano
ar: مانويل ألكاراز زامبرانو
he: מנואל אלקרז סמברנו

# @action:button
source: Pair Round %1
ca@valencia: Aparella la ronda %1
fr: Tour de l'adversaire %1
he: סיבוב שיבוץ %1
it: Abbinamento turno %1
nl: Paar ronde %1
pt_br: Pares da rodada %1

# Number of Games Won tiebreak
source: Number of Games Won
ca@valencia: Nombre de partides guanyades
he: מספר המשחקים עם ניצחון

# Number of Games Played with Black tiebreak
source: Number of Games Played with Black
ca@valencia: Nombre de partides jugades amb negres
he: מספר המשחקים עם השחור

# @title
source: Chessament
ar: شطرنج

# @title:window
source: Chessament
ar: شطرنج

source: bbpPairings
fr: Couplage « bbp »

# @action:inmenu
source: Connect account
gl: Conectar a conta
uk: З'єднати обліковий запис
zh_cn: 关联账户

source: © 2024 Manuel Alcaraz Zambrano
uk: © Manuel Alcaraz Zambrano, 2024

source: Pair Round %1
uk: Поділ на пари раунду %1
zh_cn: 配对轮次 %1

# @label:button
source: Connect Account
gl: Conectar a conta
uk: З'єднати обліковий запис
zh_cn: 关联账户

# @title:column
source: Board
gl: Taboleiro

# @title:column
source: No
gl: Non

# @title:column
source: Result
gl: Resultado

# @title:column
source: Black Player
gl: Negras

# @title:column
source: Title
gl: Título

# @title:column
source: Name
gl: Nome

# @title:column
source: Rating
gl: Puntuación

# @title:column
source: National rating
gl: Puntuación nacional

# @title:column
source: Federation
gl: Federación

# @title:column
source: Origin
gl: Orixe

# @action:inmenu
source: Remove pairings of this and following rounds…
gl: Retirar os emparellamentos desta e de futuras roldas…

# @action:button
source: Add player
gl: Engadir unha participante

# @title:colunm
source: Rank
gl: Posición
