Repository: KDE/chessament
Catalog: po/*/chessament.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, gl, he, it, ka, lv, nl, pl, pt_br, sl, tr, uk, zh_cn

# @title:group
source: Basic details
ar: تفاصيل أساسية
ca@valencia: Detalls bàsics
de: Grundlegende Details
es: Detalles básicos
eu: Oinarrizko xehetasunak
fi: Perustiedot
fr: Détails de base
gl: Detalles básicos
he: פרטים בסיסיים
it: Dettagli di base
ka: ძირითადი დეტალები
lv: Pamatinformācija
nl: Basisdetails
pl: Podstawowe szczegóły
pt_br: Detalhes básicos
sl: Osnovni podatki
tr: Temel Ayrıntılar
uk: Основні параметри
zh_cn: 基本详情

# @label:textbox
source: Tournament name
ar: اسم البطولة
ca@valencia: Nom del torneig
de: Turniername
es: Nombre del torneo
eu: Txapelketaren izena
fi: Turnauksen nimi
fr: Nom du tournoi
gl: Nome do torneo
he: שם התחרות
it: Nome del torneo
ka: ტურნამენტის სახელი
lv: Turnīra nosaukums
nl: Naam van toernooi
pl: Nazwa turnieju
pt_br: Nome do torneio
sl: Ime turnirja
tr: Turnuva adı
uk: Назва турніру
zh_cn: 比赛名称

# @label:textbox
source: City
ar: المدينة
ca@valencia: Ciutat
de: Stadt
es: Ciudad
eu: Hiria
fi: Kaupunki
fr: Ville
gl: Cidade
he: עיר
it: Città
ka: ქალაქი
lv: Pilsēta
nl: Plaats
pl: Miasto
pt_br: Cidade
sl: Mesto
tr: Şehir
uk: Місто
zh_cn: 城市

# @label:textbox
source: Chief arbiter
ar: كبير الحكّام
ca@valencia: Àrbitre en cap
de: Hauptschiedsrichter
es: Árbitro principal
eu: Epaile nagusia
fi: Päätuomari
fr: Arbitre en chef
gl: Arbitraxe principal
he: שופט ראשי
it: Capo arbitro
ka: მთავარი არბიტრი
lv: Galvenais arbitrs
nl: Hoofdscheidsrechter
pl: Główny arbiter
pt_br: Árbitro chefe
sl: Glavni sodnik
tr: Ana hakem
uk: Головний арбітр
zh_cn: 裁判长

# @label:textbox
source: Deputy chief arbiter
ar: نائب كبير الحكّام
ca@valencia: Àrbitre en cap director
de: Stellvertretender Hauptschiedsrichter
es: Árbitro principal adjunto
eu: Epaile nagusiordea
fi: Varatuomari
fr: Arbitre en chef adjoint
gl: Arbitraxe de asistencia
he: סגן שופט ראשי
it: Vice capo arbitro
ka: მთავარი არბიტრის მოადგილე
lv: Galvenā arbitra vietnieks
nl: Hulphoofdscheidsrechter
pl: Upoważniony głównego arbitra
pt_br: Árbitro vice-chefe
sl: Namestnik glavnega sodnika
tr: Yardımcı ana hakem
uk: Заступник головного арбітра
zh_cn: 副裁判长

# @title
source: Welcome to Chessament
ar: مرحبا بك في شطرنج
ca@valencia: Us donem la benvinguda a Chessament
de: Willkommen bei Chessament
es: Bienvenido a Chessament
eu: Ongi etorri Chessament-era
fi: Tervetuloa Chessamentiin
fr: Bienvenue à Chessament
gl: Benvida a Chessament
he: ברוך בואך ל־Chessament
it: Benvenuto in Chessament
ka: მოგესალმებათ Chessament
lv: Laipni lūgti „Chessament“
nl: Welkom bij Chessament
pl: Witaj w Chessament
pt_br: Bem-vindo ao Chessament
sl: Dobrodošli v Chessamentu
tr: Chessament’e hoş geldiniz
uk: Вітаємо у Chessament
zh_cn: 欢迎来到 Chessament

# @info
source: Chessament is a chess tournament manager
ar: تطبيق شطرنج هو مدير بطولة شطرنج
ca@valencia: Chessament és un gestor de torneigs d'escacs
de: Chessament ist ein Schachturniermanager
es: Chessament es un gestor de torneos de ajedrez
eu: Chessament xake txapelketa kudeatzaile bat da
fi: Chessament on šakkiturnausten hallintasovellus
fr: Chessament est un gestionnaire de tournoi d'échecs
gl: Chessament é un xestor de torneos de xadrez.
he: Chessament הוא מנהל תחרויות שחמט
it: Chessament è un gestore di tornei di scacchi
ka: Chessament ჭადრაკის ტურნირის მმართველია
lv: „Chessament“ ir šaha turnīru pārvaldnieks
nl: Chessament is een beheerder van een schaaktoernooi
pl: Chessament jest programem do zarządzania turniejami szachowymi
pt_br: Chessament é um gerenciador de torneios de xadrez
sl: Chessament je upravljalnik šahovskih turnirjev
tr: Chessament bir satranç turnuvası yöneticisidir.
uk: Chessament — програма для керування шаховими турнірами
zh_cn: Chessament 是一款国际象棋赛事管理器

# @action:button
source: General
ar: عامّ
de: Allgemein
eu: Orokorra
fi: Perusasetukset
fr: Général
gl: Xeral
he: כללי
it: Generale
ka: ზოგადი
lv: Pamata
nl: Algemeen
pl: Ogólne
pt_br: Geral
sl: Splošno
tr: Genel
uk: Загальне
zh_cn: 常规

# @action:button
source: Rating Lists
ar: قائة التقييم
ca@valencia: Llistes de classificació
de: Wertungslisten
es: Listas de valoración
eu: Balorazio-zerrendak
fi: Vahvuuslukuluettelot
fr: Listes de notation
he: רשימות דירוג
it: Liste di valutazione
ka: რეიტინგის სიები
nl: Ratinglijsten
pt_br: Listas de classificação
sl: Seznami ratingov
tr: Derecelendirme Listeleri

# @title
source: General
ar: عامّ
de: Allgemein
eu: Orokorra
fi: Perusasetukset
fr: Général
gl: Xeral
he: כללי
it: Generale
ka: ზოგადი
lv: Pamata
nl: Algemeen
pl: Ogólne
pt_br: Geral
sl: Splošno
tr: Genel
uk: Загальне
zh_cn: 常规

# @title:group
source: Account
ar: الحساب
ca@valencia: Compte
de: Konto
es: Cuenta
eu: Kontua
fi: Tili
fr: Compte
gl: Conta
he: חשבון
ka: ანგარიში
lv: Konts
pl: Konto
pt_br: Conta
sl: Račun
tr: Hesap
uk: Обліковий запис
zh_cn: 账户

# @action:button
source: Connect Account
ar: اتصل بحساب
ca@valencia: Connecta el compte
de: Konto verbinden
es: Conectar cuenta
he: חיבור חשבון
it: Connetti account
ka: ანგარიშის დაკავშირება
nl: Account verbinden
pt_br: Conectar conta
sl: Poveži račun
tr: Hesap Bağla

source: Logged in as %1
ar: والج ك‍%1
ca@valencia: Connectat com a %1
de: Als %1 angemeldet
es: Sesión iniciada como %1
eu: Saioa %1 gisa hasita
fi: Kirjauduttu tunnuksella %1
fr: Connecté en tant que %1
gl: Accedeu como %1
he: נכנסת למערכת בתור %1
it: Accesso eseguito come %1
ka: შეხვედით, როგორც %1
lv: Ierakstījies kā %1
nl: Aangemeld als %1
pl: Zalogowano jako %1
pt_br: Logado como %1
sl: Prijavljen kot %1
tr: %1 olarak oturum açıldı
uk: Вхід до системи від імені %1
zh_cn: 以 %1 身份登录

source: Logout
ar: اخرج
ca@valencia: Eixida
de: Abmelden
es: Cerrar sesión
eu: Saioa itxi
fi: Kirjaudu ulos
fr: Déconnecter
gl: Saír
he: יציאה
it: Chiudi sessione
ka: გასვლა
lv: Izrakstīties
nl: Afmelden
pl: Wyloguj
pt_br: Sair
sl: Odjava
tr: Oturumu Kapat
uk: Вийти
zh_cn: 退出登录

# @title
source: Rating Lists
ar: قائة التقييم
ca@valencia: Llistes de classificació
de: Wertungslisten
es: Listas de valoración
eu: Balorazio-zerrendak
fi: Vahvuuslukuluettelot
fr: Listes de notation
he: רשימות דירוג
it: Liste di valutazione
ka: რეიტინგის სიები
nl: Ratinglijsten
pt_br: Listas de classificação
sl: Seznami ratingov
tr: Derecelendirme Listeleri

# @title:window
source: Add Rating List
ar: أضف قائمة التقييم
ca@valencia: Afig una llista de classificació
de: Wertungsliste hinzufügen
es: Añadir lista de valoración
eu: Gehitu balorazio-zerrenda
fi: Lisää vahvuuslukuluettelo
fr: Ajouter la liste de notation
he: הוספת רשימות דירוג
it: Aggiungi lista di valutazione
ka: რეიტინგის სიის დამატება
nl: Ratinglijst toevoegen
pt_br: Adicionar lista de classificação
sl: Dodaj seznam ratingov
tr: Derecelendirme Listesi Ekle

# @action:button
source: Import
ar: استورد
ca@valencia: Importa
de: Importieren
es: Importar
eu: Inportatu
fi: Tuo
fr: Importer
he: ייבוא
it: Importa
ka: შემოტანა
nl: Importeren
pt_br: Importar
sl: Uvozi
tr: İçe Aktar

# @info:label
source: Name
ar: الاسم
ca@valencia: Nom
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
he: שם
it: Nome
ka: სახელი
nl: Naam
pt_br: Nome
sl: Ime
tr: Ad

# @info:label
source: Rating list URL
ar: عنوان قائمة التقييم
ca@valencia: URL de la llista de classificació
de: Adresse der Wertungsliste
es: URL de la lista de valoración
eu: Balorazio-zerrendaren URLa
fi: vahvuuslukuluettelon verkko-osoite
fr: URL de la liste des notations
he: כתובת רשימת דירוג
it: URL della lista di valutazione
ka: რეიტინგის სიის uRL
nl: URL van ratinglijst
pt_br: URL da lista de classificação
sl: URL seznama ratingov
tr: Derecelendirme Listesi URL’si

# @title:window
source: Importing Rating List
ar: استيراد قائمة التقييم
ca@valencia: Importació de llista de classificació
de: Wertungsliste importieren
es: Importando lista de valoración
eu: Balorazio-zerrenda inportatzea
fi: Tuo vahvuuslukuluettelo
fr: Importation d'une liste de notation en cours
he: רשימת דירוג מיובאת
it: Importazione della lista di valutazione
ka: რეიტინგის სიის შემოტანა
nl: Ratinglijst importeren
pt_br: Importando lista de classificação
sl: Uvažanje seznama ratingov
tr: Derecelendirme Listesi İçe Aktar

# @title
source: Delete Rating List
ar: احذف قائمة التقييم
ca@valencia: Suprimiu de llista de classificació
de: Wertungsliste löschen
es: Eliminar lista de valoración
eu: Ezabatu balorazio-zerrenda
fi: Poista vahvuuslukuluettelo
fr: Supprimer une liste de notations
he: מחיקת רשימות דירוג
it: Elimina lista di valutazione
ka: რეიტინგის სიის წაშლა
nl: Ratinglijst verwijderen
pt_br: Excluir lista de classificação
sl: Zbriši seznam ratingov
tr: Derecelendirme Listesini Sil

# @action:button Delete Rating List
source: Delete
ar: احذف
ca@valencia: Suprimix
de: Löschen
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
it: Elimina
ka: წაშლა
nl: Verwijderen
pt_br: Excluir
sl: Zbriši
tr: Sil

# @info:status
source: No rating lists yet.
ar: لا يوجد قائمة تقييم حتى الآن
ca@valencia: Encara no hi ha cap llista de classificació.
de: Noch keine Wertungslisten.
es: No hay listas de valoración todavía.
eu: Oraindik ez dago balorazio-zerrendarik.
fi: Ei vielä vahvuuslukuluetteloja.
fr: Pas encore de liste de notations.
he: אין רשימות דירוג עדיין.
it: Ancora nessuna lista di valutazione.
ka: რეიტინგის სიების გარეშე.
nl: Nog geen ratinglijst.
pt_br: Nenhuma lista classificação ainda.
sl: Še ni seznamov ratingov.
tr: Henüz derecelendirme listesi yok

# @action:button
source: Delete Rating List
ar: احذف قائمة التقييم
ca@valencia: Suprimix la llista de classificació
de: Wertungsliste löschen
es: Eliminar lista de valoración
eu: Ezabatu balorazio-zerrenda
fi: Poista vahvuuslukuluettelo
fr: Supprimer une liste de notations
he: מחיקת רשימת דירוג
it: Elimina lista di valutazione
ka: რეიტინგის სიის წაშლა
nl: Ratinglijst verwijderen
pt_br: Excluir lista de classificação
sl: Zbriši seznam ratingov
tr: Derecelendirme Listesini Sil

# @action:button
source: Delete rating list
ar: احذف قائمة التقييم
ca@valencia: Suprimix la llista de classificació
de: Wertungsliste löschen
es: Eliminar lista de valoración
eu: Ezabatu balorazio-zerrenda
fi: Poista vahvuuslukuluettelo
fr: Supprimer une liste de notations
he: מחיקת רשימת דירוג
it: Elimina lista di valutazione
ka: რეიტინგის სიის წაშლა
nl: Ratinglijst verwijderen
pt_br: Excluir lista de classificação
sl: Zbriši seznam ratingov
tr: Derecelendirme listesini sil

# @action:button
source: Add rating list
ar: أضف قائمة التقييم
ca@valencia: Afig una llista de classificació
de: Wertungsliste hinzufügen
es: Añadir lista de valoración
eu: Gehitu balorazio-zerrenda
fi: Lisää vahvuuslukuluettelo
fr: Ajouter une liste de notations
he: הוספת רשימות דירוג
it: Aggiungi lista di valutazione
ka: რეიტინგის სიის დამატება
nl: Ratinglijst toevoegen
pt_br: Adicionar lista de classificação
sl: Dodaj seznam ratingov
tr: Derecelendirme Listesi Ekle

# @title:column Player Ranking
source: Rank
ar: الرتبة
ca@valencia: Posició
de: Platzierung
es: Posición
eu: Postua
fi: Sijoitus
fr: Rang
he: דירוג
it: Posizione
ka: რანგი
lv: Vieta
nl: Rangorde
pl: Poziom
pt_br: Classificação
sl: Rang
tr: Derece
uk: Ранг
zh_cn: 排名

# FIDE Federation
source: Chinese Taipei
ka: ჩინური ტაიპეი

# FIDE Federation
source: Scotland
ka: შოტლანდია

# FIDE Federation
source: Wales
ka: უელსი

# bbpPairings is the name of a program, should not be translated
source: The pairing engine bbpPairings could not be found. Is it installed?
ar: تعذر العثور على محرك الإقران bbppPairings. هل هو مثبَّت؟
ca@valencia: No s'ha pogut trobar el motor d'aparellament bbpPairings. Està instal·lat?
de: Das Paarungsmodul bbpPairings wurde nicht gefunden. Ist es installiert?
es: No se pudo encontrar el motor de emparejamiento bbpPairings. ¿Está instalado?
eu: Parekatzeko bbpPairings motorra ezin izan da aurkitu. Instalatuta dago?
fi: Paritusmoottoria bbpPairings ei löytynyt. Onko se asennettu?
fr: Le moteur de couplage bbpPairings est introuvable. Est-il installé ?
gl: Non foi posíbel atopar o motor de emparellamento bbpPairings. Está instalado?
he: לא ניתן למצוא את מנגנון השיבוצים bbpPairings. הוא מותקן?
it: Il motore di abbinamento bbpPairings non è stato trovato. È installato?
ka: დაწყვილების ძრავა bbpPairings ვერ ვიპოვე. დაყენებული გაქვთ?
lv: Pārošanas dzini „bbpPairings“ neizdevās atrast. Vai tas ir instalēts?
nl: De engine voor paren bbpPairings was niet te vinden. Is deze geïnstalleerd?
pl: Nie można było znaleźć silnika parowania bbpPairings. Czy został wgrany?
pt_br: O mecanismo de pareamento bbpPairings não foi encontrado. Ele está instalado?
sl: Programa za uparjanje bbpPairings ni bilo mogoče najti. Ali je nameščen?
tr: Eşleştirme işletkesi bbpPairings bulunamadı. Kurulu mu?
uk: Не вдалося знайти рушій поділу на пари bbpPairings. Чи встановлено цей рушій?
zh_cn: 未找到对阵引擎 bbpPairings。是否已安装？

source: Could not create temporary file.
ar: لا يمكن إنشاء الملف المؤقت.
ca@valencia: No s'ha pogut crear un fitxer temporal.
de: Die temporäre Datei kann nicht angelegt werden.
es: No se pudo crear el archivo temporal.
eu: Ezin izan du aldi baterako fitxategia sortu.
fi: Väliaikaistiedoston luominen epäonnistui.
fr: Impossible de créer un fichier temporaire.
gl: Non foi posíbel crear o ficheiro temporal.
he: לא ניתן ליצור קובץ זמני
it: Impossibile creare il file temporaneo.
ka: დროებითი ფაილის შექმნის შეცდომა.
lv: Neizdevās izveidot pagaidu datni
nl: Kon geen tijdelijk bestand aanmaken.
pl: Nie można utworzyć pliku tymczasowego.
pt_br: Não foi possível criar um arquivo temporário.
sl: Začasne datoteke ni bilo mogoče ustvariti.
tr: Geçici dosya oluşturulamadı.
uk: Не вдалося створити тимчасовий файл.
zh_cn: 无法创建临时文件。

# bbpPairings is the name of a program, should not be translated
source: bbpPairings terminated with a non zero exit code: %1
ar: انتهى bbpPairings برمز خروج غير صفري: %1
ca@valencia: bbpPairings ha finalitzat amb un codi d'eixida no zero: %1
de: bbpPairings wurde mit dem Rückgabewert ungleich null beendet: %1
es: bbpPairings finalizó con un código de salida distinto de cero: %1
eu: bbpPairings zero ez den irteera-kode batekin bukatu da: %1
fi: bbpPairings päättyi ei-nollaan paluukoodiin: %1
fr: bbpPairings terminé avec un code de sortie non nul : %1
gl: bbpPairings rematou cun código de saída distinto de cero: %1
he: bbpPairings נקטע עם קוד יציאה שונה מאפס: %1
it: bbpPairings terminato con un codice di uscita diverso da zero: %1
ka: bbpPairings დასრულდა არანულოვანი გასვლის კოდით: %1
lv: „bbpPairings“ ir izbeigts ar ne nulles izejas kodu: %1
nl: bbpPairings beëindigd met een niet-nul exitcode: %1
pl: bbpPairings zakończyło z niezerowym kodem wyjścia: %1
pt_br: O bbpPairings encerrado com um código de saída diferente de zero: %1
sl: bbpPairings se je končal z neničelno kodo izhoda: %1
tr: bbpPairings, sıfır olmayan bir çıkış koduyla sonlandı: %1
uk: Роботу bbpPairings перервано з ненульовим кодом виходу: %1
zh_cn: 对阵引擎 bbpPairings 已终止，非零退出代码：%1

source: Invalid pairing "%1".
ar: الإقران ”%1“ غير صالح.
ca@valencia: Aparellament no vàlid «%1».
de: Ungültige Paarung „%1“.
es: Emparejamiento «%1» no válido.
eu: Parekatze baliogabea "%1".
fi: Virheellinen paritus ”%1”.
fr: Couplage « %1 » non valable.
gl: O emparellamento «%1» é incorrecto.
he: השיבוץ „%1” שגוי.
it: Abbinamento «%1» non valido.
ka: არასწორი დაწყვილება "%1".
lv: Nederīgs pāris „%1“.
nl: Ongeldige paring "%1".
pl: Nieprawidłowe parowanie "%1".
pt_br: Pareamento inválido "%1".
sl: Neveljaven par "%1".
tr: Geçersiz eşleşme “%1”.
uk: Некоректний розподіл на пари «%1».
zh_cn: 无效对阵“%1”。

source: Invalid player "%1" on pairing "%2".
ar: اللاعب ”%1“ غير صالح على الإقران ”%2“.
ca@valencia: Jugador «%1» no vàlid a l'aparellament «%2».
de: Ungültiger Spieler „%1“ in Paarung „%2“.
es: Jugador «%1» no válido para el emparejamiento «%2».
eu: "%1" jokalari baliogabea "%2" parekatzean.
fi: Virheellinen pelaaja ”%1” parissa ”%2”.
fr: Joueur « %1 » non valable pour le couplage « %2 ».
gl: A participante «%1» do emparellamento «%2» non é válida.
he: שחקן שגוי „%1” לשיבוץ „%2”.
it: Giocatore «%1» non valido per l'abbinamento «%2».
ka: არასწორი მოთამაშე "%1" დაწყვილებისთვის "%2".
lv: Nederīgs spēlētājs „%1“ pāra izveidošanai „%2“.
nl: Ongeldige speler "%1" voor paring "%2".
pl: Nieprawidłowy gracz "%1" w parowaniu"%2".
pt_br: Jogador inválido "%1" no pareamento "%2".
sl: Neveljaven igralec "%1" v paru "%2".
tr: “%2” eşleşmesinde geçersiz oyuncu “%1”.
uk: Некоректний гравець «%1» у поділі на пари «%2».
zh_cn: 对阵“%2”中的无效选手“%1”。

# @info:progress
source: Downloading file
ar: ينزل ملف
ca@valencia: S'està descarregant el fitxer
de: Datei wird heruntergeladen
es: Descargando archivo
eu: Fitxategia zama-jaisten
fi: Ladataan tiedostoa
fr: Téléchargement du fichier en cours
he: קובץ יורד
it: Scaricamento del file
ka: ფაილის გადმოწერა
nl: Bestand wordt gedownload
pt_br: Baixando arquivo
sl: Prenašanje datoteke
tr: Dosya indiriliyor

# @info:progress
source: Downloading file (%1 %)
ar: ينزل ملف (%1 ٪)
ca@valencia: S'està descarregant el fitxer (%1 %)
de: Datei wird heruntergeladen (%1 %)
es: Descargando archivo (%1 %)
eu: Fitxategia zama-jaisten (%%1)
fi: Ladataan tiedostoa (%1 %)
fr: Téléchargement du fichier (%1 %) en cours
he: קובץ יורד (%1 %)
it: Scaricamento del file (%1 %)
ka: მიმდინარეობს ფაილის გადმოწერა (%1 %)
nl: Bestand wordt gedownload (%1 %)
pt_br: Baixando arquivo (%1 %)
sl: Prenašanje datoteke (%1 %)
tr: Dosya indiriliyor (%​%1)

# @info
source: Couldn't download rating list: %1
ar: تعذر تنزيل قائمة التقييم: %1
ca@valencia: No s'ha pogut baixar la llista de classificació: %1
de: Die Wertungsliste kann nicht heruntergeladen werden: %1
es: No se pudo descargar la lista de valoración: %1
eu: Ezin izan du balorazio-zerrena zama-jaitsi: %1
fi: Vahvuuslukuluetteloa ei voitu ladata: %1
fr: Impossible de télécharger la liste des notations : %1
he: לא ניתן להוריד את רשימת הדירוג‏: %1
it: Impossibile scaricare la lista di valutazione: %1
ka: რეიტინგის სიის გადმოწერა შეუძლებელია: %1
nl: Kon ratinglijst niet downloaden: %1
pt_br: Não foi possível baixar a lista de classificação: %1
sl: Ni bilo mogoče prenesti seznama ratingov: %1
tr: Derecelendirme listesi indirilemedi: %1

# @info
source: Couldn't extract file.
ar: لا يمكن فك الملف.
ca@valencia: No s'ha pogut extraure el fitxer.
de: Die Datei kann nicht entpackt werden.
es: No se ha podido extraer el archivo.
eu: Ezin izan du fitxategia atera.
fi: Tiedostoa ei voitu purkaa.
fr: Impossible d'extraire le fichier.
he: לא ניתן לחלץ את הקובץ.
it: Impossibile estrarre il file.
ka: ფაილის გაშლა შეუძლებელია.
nl: Kon bestand niet uitpakken.
pt_br: Não foi possível extrair o arquivo.
sl: Datoteke ni bilo mogoče izvleči datoteke.
tr: Dosya çıkarılamadı.

# @info
source: File format not supported.
ar: صيغة الملف غير متاحة.
ca@valencia: El format del fitxer no està admés.
de: Dateiformat nicht unterstützt.
es: Formato del archivo no admitido.
eu: Fitxategi-formatua ez da onartzen.
fi: Tiedostomuotoa ei tueta.
fr: Format de fichier non pris en charge.
he: תבנית הקובץ אינה נתמכת.
it: Formato file non supportato.
ka: ფაილის ფორმატი მხარდაჭერილი არაა.
nl: Bestandsformaat niet ondersteund.
pt_br: Formato de arquivo não suportado.
sl: Format datoteke ni podprt.
tr: Dosya biçimi desteklenmiyor.

# @info:progress
source: Imported one player.
ar: لم أستورد أيّ لاعب.
ca@valencia: S'ha importat un jugador.
de: Einen Spieler importiert.
es: Se importó un jugador.
eu: Jokalari bat inportatu da.
fi: Tuotiin yksi pelaaja.
fr: Un joueur a été importé.
he: שחקן/ית יובא/ה.
it: Un giocatore importato.
ka: შემოტანილია ერთი მოთამაშე.
nl: Eén speler geïmporteerd.
pt_br: Um jogador importado.
sl: Uvoženo %1 igralcev.
tr: 1 oyuncu içe aktarıldı.

# @info:progress
source: Saved 1 player.
ar: لم يحفظ شيء
ca@valencia: S'ha guardat 1 jugador.
de: 1 Spieler gespeichert.
es: Se guardó 1 jugador.
eu: Jokalari 1 gorde da.
fi: Tallennettiin yksi pelaaja.
fr: 1 joueur enregistré
he: שחקן/נית נשמר/ה.
it: 1 giocatore salvato.
ka: შენახულია 1 მოთამაშე.
nl: 1 speler opgeslagen.
pt_br: 1 jogador salvo.
sl: Shranjeno %1 igralcev.
tr: 1 oyuncu kaydedildi.

# Tiebreak
source: Average Buchholz of Opponents
ar: متوسط بوخولز للخصوم
ca@valencia: Mitjana Buchholz dels oponents
es: Buchholz medio de los oponentes
eu: Aurkarien batez besteko Buchholz
fr: Système de Buchholz moyen des adversaires
he: ממוצע בוכהולץ של היריבים
it: Buchholz medio degli avversari
ka: ოპონენტების საშუალო ბუხჰოლცი
nl: Gemiddelde Buchholz van tegenstanders
pt_br: Buchholz médio dos oponentes
sl: Povprečni Buchholz nasprotnikov
tr: Rakiplerin Ortalama Buchholz’u

# @label:spinbox
source: Exclude the lowest scores:
ar: استثنِ أدنى النتائج:
ca@valencia: Exclou les puntuacions més baixes:
es: Excluir las puntuaciones más bajas:
eu: Baztertu puntu-kopuru baxuenak:
fi: Jätä pois alimmat pisteet:
fr: Exclure les scores les plus bas :
he: להחריג את הציונים הנמוכים ביותר:
it: Escludi i punteggi più bassi:
ka: ყველაზე დაბალი ქულების გამორიცხვა:
lv: Izņemot zemākos rezultātus:
nl: Sluit de laagste scores uit:
pl: Wyklucz najniższe wyniki:
pt_br: Excluir as pontuações mais baixas:
sl: Izključi najnižje ocene:
tr: Şu kadar düşük puanları dışla:
uk: Виключити найнижчі рейтинги:
zh_cn: 排除最低得分：

# @info
source: Unsupported tiebreak option "%1"
ar: خيار فاصل غير متاح ”%1“
ca@valencia: Opció de desempat «%1» no admesa
de: Nicht unterstützte Tie-Break-Einstellung „%1“
es: Opción «%1» del desempate no admitida.
he: אפשרות שובר שוויון „%1” לא נתמכת
ka: მხარდაჭერილი ტაიბრეიკის პარამეტრი "%1"
nl: Niet ondersteund optie voor remise "%1"
sl: Nepodprta možnost tiebreaka "%1"
tr: Desteklenmeyen beraberlik seçeneği “%1”

# Buchholz tiebreak
source: Buchholz
ar: بوخهولز
he: בוכהולץ
ka: ბუხჰოლცი
lv: Buhholca sistēma
uk: Бухгольц

# Buchholz N tiebreak, N is a number < 0
source: Buchholz %1
ka: ბუხჰოლცი %1

# Number of Wins tiebreak
source: Number of Wins
ar: عدد الكسب
ca@valencia: Nombre de partides guanyades
de: Anzahl der Siege
es: Número de victorias
eu: Garaipen kopurua
fi: Voittojen määrä
fr: Nombre de victoires
he: מספר הנצחונות
it: Numero di vittorie
ka: მოგებების რაოდენობა
lv: Uzvaru skaits
nl: Aantal winsten
pl: Liczba zwycięstw
pt_br: Número de vitórias
sl: Število zmag
tr: Kazanma Sayısı
uk: Кількість перемог
zh_cn: 获胜次数

# Number of Games Played with Black (over the board) tiebreak
source: Number of Games Played with Black (over the board)
ka: შავით თამაშების რაოდენობა (დაფაზე)

# Game points
source: Points
ar: النقاط
ca@valencia: Punts
de: Punkte
es: Puntos
eu: Puntuak
fi: Pisteet
he: נקודות
it: Punti
ka: ქულები
lv: Punkti
nl: Punten
pl: Punkty
pt_br: Pontos
sl: Točke
tr: Puanlar
uk: Очки
zh_cn: 点数

source: Number of Games Won (over the board)
ka: მოგებული თამაშების რაოდენობა (დაფაზე)

source: An error ocurred while pairing the round: %1
ar: حدث خطأ أثناء إقران الجولة: %1
ca@valencia: S'ha produït un error en aparellar la ronda: %1
de: Beim Erstellen der Paarungen für diese Runde ist ein Fehler aufgetreten: %1
es: Ocurrió un error mientras se emparejaba la ronda: %1
eu: Errore bat gertatu da jardunaldiko parekatzea egitean: %1
fi: Tapahtui virhe paritettaessa kierrosta: %1
fr: Une erreur s'est produite lors du couplage de la manche : %1
gl: Produciuse un erro ao emparellar a rolda: %1
he: אירעה שגיאה בעת השיבוץ לסיבוב: %1
it: Si è verificato un errore durante l'abbinamento del turno: %1
ka: შეცდომა რაუნდის წყვილების შერჩევისას: %1
lv: Pārojot kārtu, notika kļūda: %1
nl: Er deed zich een fout voor tijdens paring van ronde: %1
pl: Wystąpił błąd podczas parowania rundy: %1
pt_br: Ocorreu um erro ao parear a rodada: %1
sl: Pri uparjanju kroga je prišlo do napake: %1
tr: Raunt eşleştirilirken bir hata oluştu: %1
uk: Під час поділу на пари для раунду сталася помилка: %1
zh_cn: 在生成本轮对阵时发生错误：%1
