Repository: KDE/chessament
Catalog: po/*/chessament.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, gl, he, it, ka, lv, nl, pl, pt_br, sl, tr, uk, zh_cn

# @option:check
source: Hide finished games
ar: أخفِ الألعاب المنتهية
ca@valencia: Oculta les partides finalitzades
de: Abgeschlossene Spiele ausblenden
es: Ocultar partidas terminadas
eu: Ezkutatu bukatutako jokoak
fi: Piilota päättyneet pelit
fr: Masquer les parties terminées
he: הסתרת משחקים שהושלמו
it: Nascondi le partite terminate
ka: დასრულებული თამაშების დამალვა
lv: Slēpt pabeigtās partijas
nl: Verberg beëindigde spelen
pl: Ukryj ukończone gry
pt_br: Ocultar jogos terminados
sl: Skrij končane igre
tr: Biten oyunları gizle
uk: Приховати завершені ігри
zh_cn: 隐藏已完成的游戏

# @action:intoolbar
source: Print…
ar: اطبع…
ca@valencia: Imprimix…
de: Drucken …
es: Imprimir…
eu: Inprimatu...
fi: Tulosta…
fr: Imprimer…
he: הדפסה…
it: Stampa...
ka: ბეჭდვა…
lv: Drukāt…
nl: Afdrukken…
pl: Wydrukuj…
pt_br: Imprimir…
sl: Natisni…
tr: Yazdır…
uk: Надрукувати…
zh_cn: 打印...

# @action:intoolbar
source: Export as PDF…
ar: صدر إلى بي دي اف…
ca@valencia: Exporta com a PDF…
de: Als PDF exportieren …
es: Exportar como PDF…
eu: Esportatu PDF gisa…
fi: Vie PDF:ksi…
fr: Exporter en PDF…
he: ייצוא כ־PDF…
it: Esporta come PDF…
ka: PDF-ად გატანა…
lv: Eksportēt kā PDF…
nl: Exporteren als PDF…
pl: Wyeksportuj jako PDF…
pt_br: Exportar como PDF…
sl: Izvozi kot PDF…
tr: PDF Olarak Dışa Aktar…
uk: Експортувати до PDF…
zh_cn: 导出为 PDF...

source: Round %1
ar: الجولة %1
ca@valencia: Ronda %1
de: Runde %1
es: Ronda %1
eu: %1. jardunaldia
fi: %1. kierros
fr: Tour %1
gl: Rolda %1
he: סיבוב %1
it: Turno %1
ka: რაუნდი %1
lv: %1. kārta
nl: Ronde %1
pl: Runda %1
pt_br: Rodada %1
sl: Krog %1
tr: Raunt %1
uk: Раунд %1
zh_cn: 第 %1 轮

# @action:intoolbar
source: Remove pairings of this and following rounds…
ar: أزل الإقرانات من هذه الجولة والجولات التالية…
ca@valencia: Elimina els aparellaments d'esta ronda i les següents…
de: Paarungen von dieser und den folgenden Runden entfernen …
es: Eliminar emparejamientos de esta ronda y sucesivas…
eu: Kendu jardunaldi honetako eta ondorengoetarako parekatzea…
fi: Poista tämän ja seuraavien kierrosten paritukset…
fr: Supprimer les couplages de ce tour et des suivants…
he: הסרת שיבוצים בסיבוב הזה ובבאים אחריו…
it: Rimuovi gli abbinamenti di questo e dei turni successivi…
ka: დაწყვილებების წაშლა ამ და შემდეგი რაუნდებისთვის…
lv: Noņemt pārus no šīs un turpmākajām kārtām…
nl: Paringen hiervan verwijderen en ronden volgen…
pl: Usuń parowanie dla tej i następnych rund…
pt_br: Remova os pares desta e das rodadas seguintes…
sl: Odstrani pare tega in naslednjih krogov…
tr: Bu ve Sonraki Rauntların Eşleşmelerini Kaldır…
uk: Вилучити поділ на пари для цього і наступного раундів…
zh_cn: 删除当前及后续轮次的配对...

# @info
source: The tournament hasn't started yet.
ar: البطولة لم تبدأ بعد.
ca@valencia: El torneig encara no ha començat.
de: Das Turnier hat noch nicht begonnen.
es: El torneo no ha comenzado aún.
fr: Le tournoi n'a pas encore commencé.
he: התחרות לא התחילה עדיין.
it: Il torneo non è ancora iniziato.
ka: ტურნირი ჯერ არ დაწყებულა.
nl: Het toernooi is nog niet gestart.
pt_br: O torneio ainda não começou.
sl: Turnir se še ni začel.
tr: Turnuva henüz başlamadı.

# @info
source: Round %1 has finished.
ar: الجولة %1 انتهت
ca@valencia: Ha acabat la ronda %1.
de: Runde %1 ist beendet.
es: La ronda %1 ha terminado.
fr: Le tour %1 est terminé.
he: סיבוב %1 הושלם.
it: Il turno %1 è terminato.
ka: რაუნდი %1 დასრულდა.
nl: Ronde %1 is beëindigd.
pt_br: A rodada %1 terminou.
sl: Krog %1 se je končal.
tr: %1. raunt bitti.

# @action:button
source: Pair Round %1…
ka: წყვილის რაუნდი %1…
sl: Par kroga %1…

# @info:placeholder
source: No pairings for round %1 yet
ar: لا توجد إقرانات للجولة %1 بعد
ca@valencia: Encara no hi ha aparellaments per a la ronda %1
de: Noch keine Paarungen für Runde %1
es: Todavía no hay emparejamientos para la ronda %1
eu: Oraindik ez da %1. jardunaldirako parekatzea egin
fi: Kierrokselle %1 ei vielä parituksia
fr: Aucun couplage pour le tour %1 pour le moment
gl: Aínda non hai emparellamentos para a rolda %1
he: אין עדיין שיבוצים לסיבוב %1
it: Ancora nessun abbinamento per il turno %1
ka: რაუნდისთვის %1, ჯერ, წყვილები არაა
lv: %1. kārtai vēl nav pāru
nl: Nog geen paringen voor ronde %1
pl: Nie ma jeszcze parowania dla rundy %1
pt_br: Nenhum par para a rodada %1 ainda
sl: Še ni parov za krog %1
tr: Raunt %1 için henüz bir eşleşme yok
uk: Поділу на пари для раунду %1 ще немає
zh_cn: 第 %1 轮暂无对手

# @info:placeholder
source: All games of round %1 have finished
ar: كل ألعاب الجولة %1 انتهت
ca@valencia: Han acabat totes les partides de la ronda %1
de: Alle Spiele der Runde %1 sind beendet
es: Todas las partidas de la ronda %1 han terminado
eu: %1 jardunaldiko joko guztiak bukatu dira
fi: Kaikki %1. kierroksen pelit ovat päättyneet
fr: Toutes les parties du tour %1 sont terminées
he: כל המשחקים בסיבוב %1 הושלמו
it: Tutte le partite del turno %1 sono terminate
ka: %1-ე რაუნდის ყველა თამაში დასრულდა
lv: Visas %1. kārtas spēles ir pabeigtas
nl: Alle spelen van ronde %1 zijn beëindigd
pl: Wszystkie gry z rundy %1 zostały zakończone
pt_br: Todos os jogos da rodada %1 terminaram
sl: Vse igre kroga %1 so končane
tr: %1. raundun tüm oyunları bitti
uk: Усі ігри раунду %1 завершено
zh_cn: 第 %1 轮的所有比赛已经结束

# @title %1 is a number >= 1
source: Pair Round %1
ar: أقرِن الجولة %1
ca@valencia: Ronda d'aparellament %1
de: Runde %1 paaren
es: Emparejar ronda %1
eu: %1. jardunaldiaren parekatzea
fi: %1. parikierros
fr: Tour de l'adversaire %1
he: סיבוב שיבוץ %1
it: Abbinamento turno %1
ka: წყვილის რაუნდი %1
lv: Pāru veidošana %1. kārtai
nl: Paar ronde %1
pl: Runda parowania %1
pt_br: Pares da rodada %1
sl: Krog para %1
tr: Eşleştir: %1. Raunt
uk: Поділ на пари раунду %1
zh_cn: 配对轮次 %1

# @info
source: All players will be paired.
ka: ყველა მოთამაშე დაწყვილდება.
sl: Vsi igralci bodo razvrščeni v pare.

# @info %1 is a number
source: The following player won't be paired: %2
ka: არ დაწყვილდება შემდეგი მოთამაშე: %2
sl: Naslednji %1 igralci ne bodo uparjeni: %2

# @option:check
source: Sort players
ar: افرز اللاعبين
ca@valencia: Ordena els jugadors
de: Spieler sortieren
es: Ordenar jugadores
eu: Ordenatu jokalariak
fi: Lajittele pelaajat
fr: Trier les joueurs
he: סידור שחקנים
it: Ordina giocatori
ka: მოთამაშეების დალაგება
lv: Kārtot spēlētājus
nl: Spelers sorteren
pl: Uszereguj graczy
pt_br: Ordenar jogadores
sl: Razvrsti igralce
tr: Oyuncuları sırala
uk: Упорядкування гравців
zh_cn: 对玩家排序

# @label:listbox
source: First player color:
ar: لون اللاعب الأول:
ca@valencia: Color del primer jugador:
de: Farbe des ersten Spielers:
es: Color del primer jugador:
eu: Lehenengo jokalariaren kolorea:
fi: Ensimmäisen pelaajan väri:
fr: Couleur du premier joueur :
gl: Cor da primeira participante:
he: צבע השחקן הראשון:
it: Colore del primo giocatore:
ka: პირველი მოთამაშის ფერი:
lv: Pirmā spēlētāja krāsa:
nl: Kleur van eerste speler:
pl: Kolor pierwszego gracza:
pt_br: Cor do primeiro jogador:
sl: Barva prvega igralca:
tr: Birinci oyuncu rengi:
uk: Колір першого гравця:
zh_cn: 第一个玩家的颜色：

# @item:inlistbox As in 'Random color'
source: Random
ar: عشوائي
ca@valencia: Aleatori
de: Zufällig
es: Aleatorio
eu: Ausaz
fi: Satunnainen
fr: Aléatoire
gl: Aleatoria
he: אקראי
it: Casuale
ka: შემთხვევითი
lv: Nejauša
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
sl: Slučajni
tr: Rastgele
uk: Випадковий
zh_cn: 随机

# @item:inlistbox As in 'White pieces'
source: White
ar: أبيض
ca@valencia: Blanques
de: Weiß
es: Blancas
eu: Zuria
fi: Valkoinen
fr: Blanc
gl: Brancas
he: לבן
it: Bianco
ka: თეთრი
lv: Baltie
nl: Wit
pl: Białe
pt_br: Branco
sl: Beli
tr: Beyaz
uk: Білий
zh_cn: 白色

# @item:inlistbox As in 'Black pieces'
source: Black
ar: أسود
ca@valencia: Negres
de: Schwarz
es: Negras
eu: Beltza
fi: Musta
fr: Noir
gl: Negras
he: שחור
it: Nero
ka: შავი
lv: Melnie
nl: Zwart
pl: Czarne
pt_br: Preto
sl: Črni
tr: Siyah
uk: Чорний
zh_cn: 黑色

# @title:window
source: Details of player "%1"
ar: تفاصيل اللاعب ”%1“
ca@valencia: Detalls del jugador «%1»
de: Details des Spielers „%1“
es: Detalles del jugador «%1»
eu: "%1" jokalariaren xehetasunak
fr: Détails sur le joueur « %1 »
he: פרטי השחקן/ית „%1”
it: Dettagli del giocatore «%1»
ka: დეტალები მოთამაშეზე "%1"
nl: Details van speler "%1"
pt_br: Detalhes do jogador "%1"
sl: Podrobnosti igfralca "%1"
tr: “%1” Ayrıntıları

# @action:button
source: Pairings
ar: الإقرانات
ca@valencia: Aparella
de: Paarungen
es: Emparejamientos
eu: Parekatzea
fr: Couplages
he: שיבוצים
it: Abbinamenti
ka: წყვილები
nl: Paringen
pt_br: Pares
sl: Pari
tr: Eşleşmeler

# @title
source: Pairings
ar: الإقرانات
ca@valencia: Aparellaments
de: Paarungen
es: Emparejamientos
eu: Parekatzea
fr: Couplages
he: שיבוצים
it: Abbinamenti
ka: წყვილები
nl: Paringen
pt_br: Pares
sl: Pari
tr: Eşleşmeler

# @action:button
source: Retire player
es: Retirar jugador
ka: მოთამაშის მოხსნა
sl: Upokoji igralca

# @item:inlistbox Available to play
source: Available
ar: متوفّرة
ca@valencia: Disponible
de: Verfügbar
es: Disponible
eu: Erabilgarri
fr: Disponible
he: זמין
it: Disponibile
ka: ხელმისაწვდომია
nl: Beschikbaar
pt_br: Disponível
sl: Razpoložljivi
tr: Uygun

# @title:group
source: Pairings
ar: الإقرانات
ca@valencia: Aparellaments
de: Paarungen
es: Emparejamientos
eu: Parekatzea
fi: Paritukset
fr: Couplages
gl: Emparellamentos
he: שיבוצים
it: Abbinamenti
ka: დაწყვილებები
lv: Pāri
nl: Paringen
pl: Parowania
pt_br: Pares
sl: Pari
tr: Eşleşmeler
uk: Поділ на пари
zh_cn: 配对

# @info:label
source: Round %1
ar: الجولة %1
ca@valencia: Ronda %1
de: Runde %1
es: Ronda %1
eu: %1. jardunaldia
fr: Tour %1
he: סיבוב %1
it: Turno %1
ka: რაუნდი %1
nl: Ronde %1
pt_br: Rodada %1
sl: Krog %1
tr: Raunt %1

# @action:intoolbar Open player details
source: Details…
ar: التفاصيل…
ca@valencia: Detalls…
es: Detalles…
eu: Xehetasunak...
fr: Détails…
he: פרטים…
it: Dettagli…
ka: დეტალები…
pt_br: Detalhes…
sl: Podrobnosti…
tr: Ayrıntılar…

# @action:intoolbar
source: Sort Players…
ar: افرز اللاعبين…
ca@valencia: Ordena els jugadors…
de: Spieler sortieren …
es: Ordenar jugadores…
eu: Ordenatu jokalariak…
fi: Lajittele pelaajat…
fr: Trier les joueurs…
he: סידור שחקנים…
it: Ordina giocatori…
ka: მოთამაშეების დალაგება…
lv: Kārtot spēlētājus…
nl: Spelers sorteren…
pl: Uszereguj graczy…
pt_br: Ordenar jogadores…
sl: Razvrsti igralce…
tr: Oyuncuları Sırala…
uk: Упорядкувати гравців…
zh_cn: 对玩家排序...

# @action:intoolbar
source: Add Player…
ar: أضف لاعبًا…
ca@valencia: Afig un jugador…
de: Spieler hinzufügen …
es: Añadir jugador…
eu: Gehitu jokalaria…
fi: Lisää pelaaja…
fr: Ajouter un joueur…
he: הוספת שחקן/נית…
it: Aggiunta giocatore…
ka: მოთამაშის დამატება…
lv: Pievienot spēlētāju…
nl: Speler toevoegen…
pl: Dodaj gracza…
pt_br: Adicionar jogador…
sl: Dodaj igralca…
tr: Oyuncu Ekle…
uk: Додати гравця…
zh_cn: 添加玩家...

# @action:inmenu
source: Open Player Details
ar: افتح تفاصيل اللاعب
ca@valencia: Obri els detalls del jugador
de: Spielerdetails öffnen
es: Abrir detalles del jugador
he: פתיחת פרטי שחקן/ית
it: Apri dettagli giocatore
ka: მოთამაშის დეტალების გახსნა
nl: Details van spelers openen
pt_br: Abrir detalhes do jogador
sl: Odpri podrobnosti igralca
tr: Oyuncu Ayrıntılarını Aç

# @info:placeholder
source: No players yet
ar: لا يوجد لاعبون بعد
ca@valencia: Encara no hi ha cap jugador
de: Bisher noch keine Spieler
es: Todavía no hay jugadores
eu: Oraindik jokalaririk ez
fi: Ei vielä pelaajia
fr: Aucun joueur pour le moment
gl: Aínda non hai participantes
he: אין שחקנים עדיין
it: Ancora nessun giocatore
ka: ჯერ მოთამაშეები არაა
lv: Spēlētāju vēl nav
nl: Nog geen spelers
pl: Nie ma jeszcze żadnych graczy
pt_br: Nenhum jogador ainda
sl: Še ni igralcev
tr: Henüz oyuncu yok
uk: Ще немає жодного гравця
zh_cn: 暂无玩家

# @action:button
source: Add Player…
ar: أضف لاعبًا…
ca@valencia: Afig un jugador…
de: Spieler hinzufügen …
es: Añadir jugador…
eu: Gehitu jokalaria…
fi: Lisää pelaaja…
fr: Ajouter un joueur…
he: הוספת שחקן/נית…
it: Aggiungi giocatore...
ka: მოთამაშის დამატება…
lv: Pievienot spēlētāju…
nl: Speler toevoegen…
pl: Dodaj gracza…
pt_br: Adicionar jogador…
sl: Dodaj igralca…
tr: Oyuncu Ekle…
uk: Додати гравця…
zh_cn: 添加玩家...

# @info:status Number of players
source: 1 player
ar: 0 لاعب
ca@valencia: 1 jugador
de: 1 Spieler
es: 1 jugador
eu: Jokalari 1
fi: 1 pelaaja
fr: 1 joueur
he: שחקן/נית
it: 1 giocatore
ka: 1 მოთამაშე
lv: %1 spēlētājs
nl: 1 speler
pl: 1 gracz
pt_br: 1 jogador
sl: %1 igralcev
tr: 1 oyuncu
uk: %1 гравець
zh_cn: %1 名玩家

# @info:status Number of rated players
source: 1 rated
ar: 0 مقيَّم
ca@valencia: 1 avaluat
de: 1 bewertet
es: 1 valorado
eu: 1 puntuatuta
fr: Noté 1
he: אחד מדורג
it: 1 valutato
ka: 1 რეიტინგული
lv: %1 ar reitingu
nl: 1 met rating
pl: 1 z poziomem
pt_br: 1 classificado
sl: %1 ocenjenih
tr: 1 dereceli
uk: %1 з рейтингом
zh_cn: %1 级

# @action:intoolbar Other game results
source: Other
ar: أخرى
ca@valencia: Altres
de: Weitere
es: Otros
fr: Autre
he: אחר
it: Altro
ka: სხვა
nl: Overig
pt_br: Outro
sl: Ostalo
tr: Diğer

source: Players
ar: اللاعبون
ca@valencia: Jugadors
de: Spieler
es: Jugadores
eu: Jokalariak
fi: Pelaajat
fr: Joueurs
gl: Xogadores
he: שחקנים
it: Giocatori
ka: მოთამაშეები
lv: Spēlētāji
nl: Spelers
pl: Gracze
pt_br: Jogadores
sl: Igralci
tr: Oyuncular
uk: Гравці
zh_cn: 玩家

source: Pairings
ar: الإقرانات
ca@valencia: Aparellaments
de: Paarungen
es: Emparejamientos
eu: Parekatzea
fi: Paritukset
fr: Couplages
gl: Emparellamentos
he: שיבוצים
it: Abbinamenti
ka: დაწყვილებები
lv: Pāri
nl: Paringen
pl: Parowania
pt_br: Pares
sl: Pari
tr: Eşleşmeler
uk: Поділ на пари
zh_cn: 配对

source: Standings
ar: المواقف
ca@valencia: Resultats
de: Spielstand
es: Clasificación
eu: Sailkapena
fi: Sijoitukset
fr: Classements
gl: Situación
he: עמדות
it: Posizioni
ka: შედეგები
lv: Rezultāti
nl: Plaatsingen
pl: Ostateczne wyniki
pt_br: Classificações
sl: Lestvice
tr: Puan Durumu
uk: Результати
zh_cn: 排名

# @action:button
source: Settings
ar: الإعدادات
ca@valencia: Configuració
de: Einstellungen
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Réglages
gl: Configuración
he: הגדרות
it: Impostazioni
ka: მორგება
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sl: Nastavitve
tr: Ayarlar
uk: Параметри
zh_cn: 设置

# @title
source: Sort Players
ar: افرز اللاعبين
ca@valencia: Ordenació dels jugadors
de: Spieler sortieren
es: Ordenar jugadores
eu: Ordenatu jokalariak
fi: Lajittele pelaajat
fr: Trier les joueurs
he: סידור שחקנים
it: Ordinamento giocatori
ka: მოთამაშეების დალაგება
lv: Kārtot spēlētājus
nl: Spelers sorteren
pl: Uszereguj graczy
pt_br: Ordenar jogadores
sl: Razvrsti igralce
tr: Oyuncuları Sırala
uk: Упорядкування гравців
zh_cn: 对玩家排序

# @info
source: Changing the initial ranking after the fourth round has been paired is not allowed in official tournaments.
ar: لا يُسمح بتغيير الترتيب المبدئي بعد إقران الجولة الرابعة في البطولات الرسمية.
ca@valencia: No està permés canviar el rànquing inicial després que s'haja aparellat la quarta ronda en tornejos oficials.
es: No está permitido cambiar el ranking inicial una vez emparejada la cuarta ronda en los torneos oficiales.
eu: Txapelketa ofizialetan, laugarren jardunaldirako parekatzea egin ondoren hasierako sailkapena aldatzea ez da onartzen.
fi: Alkusijoituksen muuttamista neljännen kierroksen parituksen jälkeen ei sallita virallisissa turnauksissa.
fr: La modification du classement initial après le jumelage du quatrième tour n'est pas autorisée dans les tournois officiels.
he: החלפת הדירוג הראשון אחרי שהסיבוב הרביעי שובץ אינה מורשית בתחרויות רשמיות.
it: Il cambio della valutazione iniziale dopo l'abbinamento del quarto turno non è consentito nei tornei ufficiali.
ka: საწყისი რანგის შეცვლა წყვილის მეოთხე რაუნდის შემდეგ ოფიციალურ ტურნირებში დაშვებული არაა.
lv: Oficiālos turnīros nav atļauts mainīt sākotnējo reitingu pēc pāru izveidošanas ceturtajā kārtā.
nl: Dat de initiële ranking na de vierde ronde gepaard is is niet toegestaan in officiële toernooien.
pl: Zmiana początkowych poziomów po sparowaniu w czwartej rundzie jest niedozwolona na oficjalnych turniejach.
pt_br: Alterar a classificação inicial após o pareamento da quarta rodada não é permitido em torneios oficiais.
sl: Spreminjanje začetne lestvice po tem, ko je bil par v četrtem krogu že določen, na uradnih turnirjih ni dovoljeno.
tr: Dördüncü raunttan sonra ilk puan sıralamasını değiştirmeye resmî turnuvalarda izin verilmez.
uk: Зміну початкових рангів після розподілу пар у четвертому раунді в офіційних турнірах заборонено.
zh_cn: 在官方比赛中，第四轮配对完成后不得更改初始排名。

# @item:inlistbox
source: Final Standings
ar: المواقف النهائية
ca@valencia: Resultats finals
de: Endgültiger Spielstand
es: Clasificación final
eu: Azken sailkapena
fr: Classements finaux
he: עמדות סופיות
it: Posizioni finali
ka: ჯამური შედეგები
nl: Laatste stand
pt_br: Pontuação final
sl: Končni vrstni red
tr: Son Puan Durumu

# @item:inlistbox Standings After Round %1
source: After Round %1
ar: بعد الجولة %1
ca@valencia: Després de la ronda %1
de: Nach Runde %1
es: Después de la ronda %1
eu: %1. jardunaldiaren ondoren
fr: Après le tour %1
he: אחרי שיבוץ %1
it: Dopo il turno %1
ka: %1 რაუნდის შემდეგ
nl: Na ronde %1
pt_br: Após a rodada %1
sl: Po krogu %1
tr: %1. Raunttan Sonra

# @info:placeholder
source: No standings yet
ar: لا يوجد ترتيب حتى الآن
ca@valencia: Encara no hi ha cap resultat
de: Noch keine Spielstände
es: Todavía no hay clasificación
eu: Oraindik sailkapenik ez
fi: Ei vielä sijoituksia
fr: Pas encore de classement
gl: Aínda non hai situacións
he: אין עמדות עדיין
it: Ancora nessuna classifica
ka: შედეგები ჯერ არაა
lv: Rezultātu vēl nav
nl: Nog geen plaatsingen
pl: Nie ma jeszcze żadnych wyników
pt_br: Nenhuma classificação ainda
sl: Še ni lestvice
tr: Henüz puan yok
uk: Місця ще не розподілено
zh_cn: 暂无排名

# @title:window
source: Edit Tiebreak
ar: عدّل كسر التعادل
ca@valencia: Edició de desempat
de: Tie-Break bearbeiten
es: Editar desempate
eu: Editatu berdinketa-haustea
fi: Muokkaa katkaisupeliä
fr: Modifier le tiebreak
he: עריכת שובר שוויון
it: Modifica spareggio
ka: ტაიბრეიკის ჩასწორება
lv: Rediģēt neizšķirtu izšķiršanu
nl: Tiebreak bewerken
pl: Zmień przełamanie remisu
pt_br: Editar desempate
sl: Uredi Tiebreak
tr: Eşitlik Bozmayı Düzenle
uk: Редагування тай-брейка
zh_cn: 编辑决胜局

# @action:button
source: Information
ar: معلومات
ca@valencia: Informació
es: Información
eu: Informazioa
fi: Tietoa
gl: Información
he: פרטים
it: Informazioni
ka: ინფორმაცია
lv: Informācija
nl: Informatie
pl: Informacje
pt_br: Informações
sl: Informacije
tr: Bilgi
uk: Відомості
zh_cn: 信息

# @action:button
source: Format
ar: التنسيق
es: Formato
eu: Formatua
fi: Muoto
gl: Formato
he: תצורה
it: Formato
ka: ფორმატი
lv: Formāts
pt_br: Formato
sl: Oblika
tr: Biçim
uk: Формат
zh_cn: 格式

# @action:button
source: Calendar
ar: التقويم
ca@valencia: Calendari
de: Kalender
es: Calendario
eu: Egutegia
fi: Kalenteri
fr: Calendrier
gl: Calendario
he: לוח שנה
it: Calendario
ka: კალენდარი
lv: Kalendārs
nl: Agenda
pl: Kalendarz
pt_br: Calendário
sl: Koledar
tr: Takvim
uk: Календар
zh_cn: 日历

# @title
source: Calendar
ar: التقويم
ca@valencia: Calendari
de: Kalender
es: Calendario
eu: Egutegia
fi: Kalenteri
fr: Calendrier
gl: Calendario
he: לוח שנה
it: Calendario
ka: კალენდარი
lv: Kalendārs
nl: Agenda
pl: Kalendarz
pt_br: Calendário
sl: Koledar
tr: Takvim
uk: Календар
zh_cn: 日历

# round number
source: Round %1
ar: الجولة %1
ca@valencia: Ronda %1
de: Runde %1
es: Ronda %1
eu: %1. jardunaldia
fi: %1. kierros
fr: Tour %1
gl: Rolda %1
he: סיבוב %1
it: Turno %1
ka: რაუნდი %1
lv: %1. kārta
nl: Ronde %1
pl: Runda %1
pt_br: Rodada %1
sl: Krog %1
tr: Raunt %1
uk: Раунд %1
zh_cn: 第 %1 轮

# @title
source: Format
ar: التنسيق
es: Formato
eu: Formatua
fi: Muoto
gl: Formato
he: תצורה
it: Formato
ka: ფორმატი
lv: Formāts
pt_br: Formato
sl: Oblika
tr: Biçim
uk: Формат
zh_cn: 格式

# @title:group
source: Format
ar: التّنسيق
es: Formato
eu: Formatua
fi: Muoto
gl: Formato
he: תצורה
it: Formato
ka: ფორმატი
lv: Formāts
pt_br: Formato
sl: Oblika
tr: Biçim
uk: Формат
zh_cn: 格式

source: Swiss system
ar: النظام السويسري
ca@valencia: Sistema suís
de: Schweizer System
es: Sistema suizo
eu: Sistema suitzarra
fi: Sveitsiläinen järjestelmä
fr: Système suisse
gl: Sistema suízo
he: השיטה השווייצרית
it: Sistema svizzero
ka: შვეიცარიული სისტემა
lv: Šveices sistēma
nl: Zwitsers systeem
pl: System szwajcarski
pt_br: Sistema suíço
sl: Švicarski sistem
tr: İsviçre sistemi
uk: Швейцарська система
zh_cn: 瑞士制

source: Rounds
ar: الجولات
ca@valencia: Rondes
de: Runden
es: Rondas
eu: Jardunaldiak
fi: Kierroksia
fr: Tours
gl: Roldas
he: סיבובים
it: Turni
ka: რაუნდები
lv: Kārtas
nl: Rondes
pl: Rundy
pt_br: Rodadas
sl: Krogi
tr: Rauntlar
uk: Раунди
zh_cn: 回合数

source: Pairing engine
ar: محرّك الإقران
ca@valencia: Motor d'aparellament
de: Paarungsmodul
es: Motor de emparejamiento
eu: Parekatzeko motorra
fi: Paritusmoottori
fr: Moteur de couplage
gl: Motor de emparellamento
he: מנוע שיבוץ
it: Motore degli abbinamenti
ka: დაწყვილების ძრავა
lv: Pāru veidošanas dzinis
nl: Paring-engine
pl: Silnik parujący
pt_br: Motor de pareamento
sl: Stroj za pare
tr: Eşleşme işletkesi
uk: Рушій розподілу на пари
zh_cn: 配对引擎

source: Pairing allocated bye
ar: الاقتران المخصص إعفاء
ca@valencia: Exempció d'aparellament assignat
de: Bei Paarung zugewiesenes Freilos
es: Exención asignada al emparejamiento
eu: Parekatzeak esleitutako atsedena ("bye")
fr: Couplage alloué par
gl: Despedida asignada por emparellamento
he: היעדרות שהוקצתה לשיבוץ
it: Abbinamento assegnato per bye
ka: დაწყვილება გამოყოფა გამოტოვებულია
lv: Pāru veidošanā piešķirts „bye“
nl: Paring toegewezen door
pl: Bye przypisane podczas parowania
pt_br: Bye alocado pelo pareamento
sl: Dodeljen bye parom
tr: Eşleştirme kaynaklı bay geçme
uk: Призначений фіктивний парний гравець
zh_cn: 已分配轮空对阵

source: The value of the pairing allocated bye
ar: قيمة الاقتران المخصص إعفاء
ca@valencia: El valor de l'exempció d'aparellament assignat
de: Der Wert des zugewiesenem Freiloses bei der Paarung
es: El valor de la exención asignada al emparejamiento
eu: Parekatzeak esleitutako atsedenaren ("bye") balioa
fr: La valeur du couplage alloué
gl: O valor da despedida asignada por emparellamento
he: הערך של ההיעדות שהוגדרה לשיבוץ
it: Il valore dell'abbinamento assegnato per bye
ka: დაწყვილების გამოყოფის გამოტოვების მნიშვნელობა
lv: Pāru veidošanā piešķirtā „bye“ vērtība
nl: De waarde van de paring toegewezen door
pl: Wartość bye przypisanych podczas parowania
pt_br: O valor do bye alocado pelo pareamento
sl: Vrednost bye dodeljenemu paru
tr: Eşleşme kaynaklı bay geçme değeri
uk: Значення призначеного фіктивного парного гравця
zh_cn: 轮空对阵的积分权重

# @title:group
source: Tiebreaks
ar: كسور التعادل
ca@valencia: Desempats
es: Desempates
eu: Berdinketa-hausteak
fi: Katkaisupelit
he: שוברי שוויון
it: Spareggi
ka: ტაიბრეიკები
lv: Neizšķirta izšķiršana
pl: Przełamania remisu
pt_br: Desempates
sl: Tiebreaki
tr: Eşitlik Bozmalar
uk: Тай-брейки
zh_cn: 决胜局

# @action:button
source: Add Tiebreak
ar: أضف كسر التعادل
ca@valencia: Afig un desempat
de: Tie-Break hinzufügen
es: Añadir desempate
eu: Gehitu berdinketa-haustea
fi: Lisää katkaisupeli
fr: Ajouter un tiebreak
he: הוספת שובר שוויון
it: Aggiungi spareggio
ka: ტაიბრეიკის დამატება
lv: Pievienot neizšķirta izšķiršanu
nl: Tiebreak toevoegen
pl: Dodaj przełamanie remisu
pt_br: Adicionar desempate
sl: Dodaj Tiebreak
tr: Eşitlik Bozma Ekle
uk: Додати тай-брейк
zh_cn: 添加决胜局

# @title
source: Information
ar: معلومات
ca@valencia: Informació
es: Información
eu: Informazioa
fi: Tietoa
gl: Información
he: פרטים
it: Informazioni
ka: ინფორმაცია
lv: Informācija
nl: Informatie
pl: Informacje
pt_br: Informações
sl: Informacije
tr: Bilgi
uk: Відомості
zh_cn: 信息
